Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/common.po
Languages: french

source: lang_direction
french: ltr

source: lang_identifier
french: fr

source: Bad request
french: Erreur. Le lien que vous avez suivi est incorrect ou périmé.

source: No view
french: Vous n'êtes pas autorisé(e) à visiter ces forums.

source: No permission
french: Vous n'êtes pas autorisé(e) à afficher cette page.

source: Failed CSRF check
french: Echec de la vérification CSRF. Vous avez été renvoyé(e) vers cette page par une source inconnue ou interdite.

source: CSRF strength fail
french: Echec du module CSRF. 16 caractères au minimum.

source: CSRF session fail
french: Echec du module CSRF. Session introuvable.

source: No cookie
french: Vous semblez avoir été identifié(e), cependant aucun cookie n'a été envoyé. Veuillez vérifier vos paramètres et, si possible, activer les cookies pour ce site.

source: Pun include extension
french: Impossible de procéder à l'inclusion utilisateur %s depuis le gabarit %s. Fichiers "%s" non autorisés

source: Pun include directory
french: Impossible de procéder à l'inclusion utilisateur %s depuis le gabarit %s. Ouverture de dossier non autorisé

source: Pun include error
french: Impossible de procéder à l'inclusion utilisateur %s à partir du gabarit %s. Ce fichier ne se trouve ni dans le dossier des gabarits, ni dans le dossier d'inclusion d'utilisateur.

source: Announcement
french: Annonce

source: Submit
french: Valider

source: Ban message
french: Vous êtes banni(e) de ce forum.

source: Ban message 2
french: Votre bannissement expire le

source: Ban message 3
french: L'administrateur ou le modérateur qui vous a banni envoie le message suivant :

source: Ban message 4
french: Pour toute question, contactez l'administrateur

source: Never
french: Jamais

source: Today
french: Aujourd'hui

source: Yesterday
french: Hier

source: Go back
french: Retour

source: Redirecting
french: Redirection

source: Click redirect
french: Cliquez ici si vous ne voulez pas attendre (ou si votre navigateur ne vous redirige pas automatiquement).

source: on
french: activé

source: off
french: désactivé

source: Invalid email
french: L'adresse électronique que vous avez saisie est invalide.

source: Required
french: (obligatoire)

source: required field
french: est un champ obligatoire pour ce formulaire.

source: Last post
french: Dernier message

source: by
french: par

source: New posts
french: Nouveaux messages

source: New posts info
french: Atteindre le premier nouveau message de cette discussion.

source: Username
french: Nom d'utilisateur

source: Password
french: Mot de passe

source: Send email
french: Envoyer un e-mail

source: Moderated by
french: Modéré par

source: Registered
french: Date d'inscription

source: Subject
french: Sujet

source: Topic
french: Discussion

source: Posts
french: Messages

source: Replies
french: Réponses

source: Pages
french: Pages&#160;:

source: Page
french: Page %s

source: BBCode
french: BBCode&#160;:

source: url tag
french: Balise [url]&#160;:

source: img tag
french: Balise [img]&#160;:

source: Smilies
french: Émoticônes&#160;:

source: and
french: et

source: Image link
french: image

source: wrote
french: a écrit&#160;:

source: Mailer
french: %s E-mail automatique

source: Important information
french: Information importante

source: Write message legend
french: Veuillez composer votre message et l'envoyer

source: Previous
french: Précédent

source: Next
french: Suivant

source: Title
french: Titre de l'utilisateur

source: Member
french: Membre

source: Moderator
french: Modérateur

source: Administrator
french: Administrateur

source: Banned
french: Banni(e)

source: Guest
french: Invité

source: BBerr pcre
french: (%s) Le message est trop long ou complexe. Merci de le réduire.

source: BBerr unexpected attribute
french: Attribut inattendu: "%1$s". (Pas d'attribut autorisé pour (%2$s).

source: BBerr unrecognized attribute
french: Attribut non reconnu: "%1$s", n'est pas valide pour for (%2$s).

source: BBerr bbcode attribute
french: Les attributs ne peuvent PAS contenir de BBCode

source: BBerr missing attribute
french: (%1$s) n'a pas tous les arguments requis.

source: BBerr nesting overflow
french: (%1$s) : Profondeur d'imbrication de : %2$d excède la limite autorisée: %3$d.

source: BBerr self-nesting
french: (%s) a été ouvert dans lui-même, ceci n'est pas autorisé.

source: BBerr invalid nesting
french: (%1$s) a été ouvert dans (%2$s), ceci n'est pas autorisé.

source: BBerr invalid parent
french: (%1$s) ne peut pas être dans: (%2$s). Tags parents possibles: %3$s.

source: BBerr Invalid URL name
french: URL invalide: %s

source: BBerr Invalid email address
french: Adresse email invalide: %s

source: BBerr Invalid color
french: Couleur invalide: %s

source: BBerr invalid content
french: Contenu invalide, (%s) requiert du contenu spécifique.

source: BBerr bad meta data
french: Impossible de charger l'image à partir de cette URL: %s

source: BBerr no file size
french: Impossible de déterminer la taille du fichier distant.

source: BBerr non image
french: L' URL distante n'a pas de Content-Type: "image".

source: BBerr bad http response
french: Mauvaise réponse du header HTTP: "%s"

source: BBerr bad headers
french: Impossible de lire les headers HTTP de l'image.

source: BBerr orphan close
french: Tag de fermeture orphelin: (/%s) n'a pas d'ouverture

source: BBerr orphan open
french: Tag d'ouverture orphelin: (%s) n'a pas de fermeture.

source: BBmsg big image
french: Image trop grande

source: BBmsg images disabled
french: Les images sont désactivées

source: Index
french: Accueil

source: User list
french: Liste des membres

source: Rules
french: Règles

source: Search
french: Recherche

source: Register
french: Inscription

source: Login
french: Identification

source: Not logged in
french: Vous n'êtes pas identifié(e).

source: Profile
french: Profil

source: Logout
french: Déconnexion

source: Logged in as
french: Connecté(e) sous l'identité&#160;

source: Admin
french: Administration

source: Last visit
french: Dernière visite&#160;: %s

source: Topic searches
french: Contributions&#160;:

source: New posts header
french: Nouvelles

source: Active topics
french: Récentes

source: Unanswered topics
french: Sans réponse

source: Posted topics
french: Personnelles

source: Show new posts
french: Trouver les discussions avec de nouveaux messages depuis votre dernière visite.

source: Show active topics
french: Trouver les discussions comportant des messages récents.

source: Show unanswered topics
french: Trouver les discussions sans réponse.

source: Show posted topics
french: Trouver les discussions auxquelles vous avez participé.

source: Mark all as read
french: Marquer toutes les discussions comme lues

source: Mark forum read
french: Marquer ce forum comme lu

source: Board footer
french: Pied de page des forums

source: Jump to
french: Atteindre

source: Go
french: Aller

source: Moderate topic
french: Modérer la discussion

source: Move topic
french: Déplacer la discussion

source: All
french: Tous

source: Open topic
french: Ouvrir la discussion

source: Close topic
french: Fermer la discussion

source: Unstick topic
french: Détacher la discussion

source: Stick topic
french: Épingler la discussion

source: Moderate forum
french: Modérer le forum

source: Powered by
french: Propulsé par %s

source: Debug table
french: Informations de débogage

source: Querytime
french: Générées en %1$s secondes, %2$s requêtes exécutées

source: Memory usage
french: Utilisation de la mémoire : %1$s

source: Peak usage
french: (pic d'utilisation : %1$s)

source: Query times
french: Temps (s)

source: Query
french: Requête

source: Total query time
french: Temps total d'exécution de la requête&#160;: %s

source: New reports
french: De nouveaux signalements ont été envoyés&#160;!

source: Maintenance mode enabled
french: Le mode maintenance est activé&#160;!

source: Size unit B
french: %s O

source: Size unit KiB
french: %s Kio

source: Size unit MiB
french: %s Mio

source: Size unit GiB
french: %s Gio

source: Size unit TiB
french: %s Tio

source: Size unit PiB
french: %s Pio

source: Size unit EiB
french: %s Eio
