Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/forum.po
Languages: french

source: Post topic
french: Nouvelle discussion

source: Views
french: Vues

source: Moved
french: Déplacée&#160;:

source: Sticky
french: Épinglée&#160;:

source: Closed
french: Fermée&#160;:

source: Empty forum
french: Le forum ne contient aucune discussion.

source: Mod controls
french: Interventions pour modérateurs

source: Is subscribed
french: Vous suivez ce forum

source: Unsubscribe
french: Ne plus suivre

source: Subscribe
french: Suivre ce forum
