Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/help.po
Languages: french

source: Help
french: Aide

source: produces
french: génère

source: BBCode info 1
french: Le BBCode est une collection de balises de formatage utilisées pour modifier l'apparence du texte ou ajouter des éléments graphiques sur ces forums. BBCode est basé sur le même principe que le HTML, et y ressemble donc beaucoup. Il suffit d'encadrer les parties que l'on souhaite modifier/ajouter par des balises ([nom_de_balise]partie à modifier[/nom_de_balise]). Ci-dessous la liste de toutes les balises BBCodes disponibles et les instructions d'utilisation.

source: BBCode info 2
french: Les administrateurs ont la possibilité d'activer ou de désactiver le système BBCode. Vous pouvez vérifier si le BBCode est activé lors de la composition d'un message ou la modification de votre signature.

source: Text style
french: Style du texte

source: Text style info
french: Les balises suivantes changent l'apparence du texte&#160;:

source: Bold text
french: Texte en gras

source: Underlined text
french: Texte souligné

source: Italic text
french: Texte en italique

source: Strike-through text
french: Texte barré

source: Red text
french: Texte rouge

source: Blue text
french: Texte bleu

source: Heading text
french: Titre

source: Deleted text
french: Texte supprimé

source: Inserted text
french: Texte inséré

source: Emphasised text
french: Texte en emphase

source: Links and images
french: Liens et images

source: This help page
french: Cette page d'aide

source: Links info
french: Vous pouvez créer des liens vers d'autres documents ou vers des adresses électroniques en utilisant les balises suivantes&#160;:

source: My email address
french: Mon adresse électronique

source: Images info
french: Si vous souhaitez afficher une image, vous pouvez utiliser la balise «&#160;<strong>img</strong>&#160;». Le texte après le signe «&#160;=&#160;» dans la balise ouvrante est utilisé pour l'attribut alt (texte alternatif en cas de non affichage de l'image) et devrait être ajouté à chaque fois que cela est possible

source: FluxBB bbcode test
french: Test du bbcode FluxBB

source: Test topic
french: Discussion de test

source: Test post
french: Message de test

source: Test forum
french: Forum de test

source: Test user
french: Utilisateur de test

source: Quotes
french: Citations

source: Quotes info
french: Si vous souhaitez inclure une citation de quelqu'un, vous devriez utiliser la balise «&#160;<strong>quote</strong>&#160;».

source: Quotes info 2
french: Si vous ne souhaitez pas citer quelqu'un en particulier, vous pouvez utiliser la balise «&#160;<strong>quote</strong>&#160;» sans spécifier de nom.

source: Quote text
french: Voici le texte que je veux citer.

source: produces quote box
french: génère une boîte de citation comme ceci&#160;:

source: quote note
french: Remarque&#160;: si un nom d'utilisateur contient les caractères [ ou ] vous pouvez les délimiter par des guillemets.

source: Code info
french: Lorsque vous affichez du code source vous devriez vous assurer que vous utilisez la balise «&#160;<strong>code</strong>&#160;». Le texte affiché entre les balises <em>code</em> utilise une police de caractères à chasse fixe et n'est pas affecté par les autres balises.

source: Code text
french: Voici un peu de code.

source: produces code box
french: génère une boîte de code comme ceci&#160;:

source: Nested tags
french: Balises imbriquées

source: Nested tags info
french: Les balises BBCode peuvent s'imbriquer afin de réaliser un formatage avancé. Par exemple&#160;:

source: Bold, underlined text
french: Texte gras et souligné

source: Lists
french: Listes

source: List info
french: Pour créer une liste vous pouvez utiliser la balise «&#160;<strong>list</strong>&#160;». Trois types de listes sont à votre disposition.

source: List text 1
french: Exemple de premier élément de liste.

source: List text 2
french: Exemple de deuxième élément de liste.

source: List text 3
french: Exemple de troisième élément de liste.

source: produces list
french: génère une liste à puces.

source: produces decimal list
french: génère une liste numérotée.

source: produces alpha list
french: génère une liste alphabétique.

source: Smilies
french: Émoticônes

source: Smilies info
french: Si vous le souhaitez (et si cette fonctionnalité est activée), les forums peuvent convertir une série d'émoticônes en images correspondantes. Ces forums reconnaissent les émoticônes suivantes et les remplacent par des images&#160;:
