Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/index.po
Languages: french

source: Topics
french: Discussions

source: Link to
french: Lien vers&#160;:

source: Empty board
french: Les forums ne contiennent rien pour le moment.

source: Newest user
french: Dernier utilisateur inscrit&#160;: %s

source: Users online
french: Membres en ligne&#160;: %s

source: Guests online
french: Invit√©s en ligne&#160;: %s

source: No of users
french: Nombre total de membres&#160;: %s

source: No of topics
french: Nombre total de discussions&#160;: %s

source: No of posts
french: Nombre total de messages&#160;: %s

source: Online
french: Actuellement en ligne&#160;:

source: Board info
french: Informations sur les forums

source: Board stats
french: Statistiques des forums

source: User info
french: Informations sur l'utilisateur
