Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/install.po
Languages: french

source: Choose install language
french: Choisir la langue du script d'installation

source: Choose install language info
french: La langue utilisée pour ce script d'installation. La langue par défaut utilisée pour les forums peut être définie ci-dessous.

source: Install language
french: Installer la langue

source: Change language
french: Changer de langue

source: Already installed
french: Il semble que FluxBB soit déjà installé. Veuillez vous rendre <a href="index.php">ici</a> plutôt.

source: You are running error
french: Vous utilisez la version %2$s de %1$s. FluxBB %3$s nécessite au moins %1$s %4$s pour fonctionner correctement. Vous devez mettre à niveau votre installation %1$s avant de poursuivre.

source: My FluxBB Forum
french: Mon Forum FluxBB

source: Description
french: Malheureusement, on ne peut pas vous expliquer ce qu'est FluxBB - vous devrez vous en rendre compte par vous-même.

source: Username 1
french: Les noms d'utilisateurs doivent comporter au moins 2 caractères.

source: Username 2
french: Les noms d'utilisateurs ne doivent pas comporter plus de 25 caractères.

source: Username 3
french: Le nom d'utilisateur « guest » est réservé.

source: Username 4
french: Les noms d'utilisateurs ne doivent pas ressembler à une adresse IP.

source: Username 5
french: Les noms d'utilisateurs ne doivent pas comporter tous les caractères ', " et [ ou ] en même temps.

source: Username 6
french: Les noms d'utilisateurs ne doivent pas comporter de balises de formatage de texte (BBCode) utilisés par les forums.

source: Short password
french: Les mots de passe doivent comporter au moins 6 caractères.

source: Passwords not match
french: Les mots de passe ne coïncident pas.

source: Wrong email
french: L'e-mail d'administrateur que vous avez indiqué est invalide.

source: No board title
french: Vous devez indiquer un titre pour les forums.

source: Error default language
french: La langue par défaut choisie semble ne pas exister.

source: Error default style
french: Le style par défaut choisi semble ne pas exister.

source: No DB extensions
french: Cet environnement PHP n'est compatible avec aucune des bases de données prises en charge par FluxBB. PHP doit prendre en charge MySQL, PostgreSQL ou SQLite pour pouvoir installer FluxBB.

source: Administrator username
french: Nom d'utilisateur de l'administrateur

source: Administrator email
french: E-mail de l'administrateur

source: Board title
french: Titre des forums

source: Base URL
french: L'URL (sans slash final) de votre forum FluxBB. Elle doit être valide.

source: Required field
french: est un champ obligatoire dans ce formulaire.

source: FluxBB Installation
french: Installation de FluxBB

source: Welcome
french: Vous allez installer FluxBB. Pour ce faire, vous devez remplir le formulaire ci-dessous. Si vous rencontrez des difficultés concernant cette installation, veuillez vous référer à la documentation.

source: Install
french: Installer FluxBB %s

source: Errors
french: Les erreurs suivantes doivent être corrigées :

source: Database setup
french: Paramétrage de la base de données

source: Info 1
french: Toutes les informations dont nous avons besoin pour créer une connexion avec votre base de données.

source: Select database
french: Choisir votre type de base de données

source: Info 2
french: Sélectionnez une base de données. Nous supportons SQLite, MySQL et PostgreSQL

source: Database type
french: Type de base de données

source: Required
french: (Obligatoire)

source: Database hostname
french: Indiquer le nom d'hôte de votre serveur de base de données

source: Info 3
french: Vous devriez trouver cette information auprès de votre hébergeur, si 'localhost' ne fonctionne pas.

source: Database server hostname
french: Nom d'hôte du serveur de base de données

source: Database enter name
french: Indiquer le nom de votre base de données

source: Info 4
french: Le nom de la base de données dans laquelle FluxBB sera installé. La base de données doit exister.

source: Database name
french: Nom de la base de données

source: Database enter informations
french: Indiquer le nom d'utilisateur et le mot de passe de votre base de données

source: Database username
french: Nom d'utilisateur de base de données

source: Info 5
french: Indiquer le nom d'utilisateur et le mot de passe avec lesquels vous vous connectez à la base de données. À ignorer pour SQLite.

source: Database password
french: Mot de passe de base de données

source: Database enter prefix
french: Indiquer le préfixe de table de la base de données

source: Info 6
french: Si vous le souhaitez, vous pouvez spécifier un préfixe de table. Ainsi vous pourrez faire fonctionner plusieurs copies de FluxBB dans la même base de données (exemple : foo_).

source: Table prefix
french: Préfixe de table

source: Administration setup
french: Paramétrage de l'administration

source: Info 7
french: Veuillez renseigner les informations demandées afin de paramétrer un administrateur pour votre installation FluxBB.

source: Info 8
french: Le nom d'utilisateur de l'administrateur des forums. Vous pourrez créer davantage d'administrateurs et de modérateurs plus tard. Les noms d'utilisateur peuvent comporter de 2 à 25 caractères. Le mot de passe doit comporter au moins 6 caractères et est sensible à la casse.

source: Password
french: Mot de passe

source: Confirm password
french: Confirmation du mot de passe

source: Board setup
french: Paramétrage des forums

source: Info 11
french: Paramètres de votre forum. Ils pourront être changés plus tard.

source: General information
french: Indiquer Titre du forum et description.

source: Board description
french: Description des forums

source: Appearance
french: Aspect

source: Info 15
french: La langue par défaut utilisée pour les invités et les utilisateurs qui n'ont pas opté pour une autre langue dans leur profil.

source: Default language
french: Langue par défaut

source: Default style
french: Style par défaut

source: Start install
french: Démarrage de l'installation

source: DB type not valid
french: «&#160;%s&#160;» n'est pas un type de base de données valide

source: Table prefix error
french: Le préfixe de table «&#160;%s&#160;» comporte des cacactères interdits ou est trop long. Le préfixe peut contenir les lettres de a à z, tout nombre et le caractère de soulignement (underscore). Mais il ne doit pas commencer par un nombre. La taille maximale est de 40 caractères. Veuillez choisir un autre préfixe.

source: Prefix reserved
french: Le préfixe de table «&#160;sqlite_&#160;» est réservé pour être utilisé par le moteur SQLite. Veuillez choisir un autre préfixe.

source: Existing table error
french: Une table nommée «&#160;%susers&#160;» est déjà présente dans la base de données «&#160;%s&#160;». Cela pourrait signifier que FluxBB est déjà installé ou qu'une autre application utilise le nom d'une ou plusieures tables nécessaires à FluxBB. Si vous souhaitez installer plusieurs copies de FluxBB dans la même base de données, vous devez choisir un préfixe de table différent.

source: InnoDB off
french: InnoDB semble ne pas être activé. Veuillez choisir une base de données qui ne prend pas en charge InnoDB ou activez InnoDB sur votre serveur MySQL.

source: Administrators
french: Administrateurs

source: Administrator
french: Administrateur

source: Moderators
french: Modérateurs

source: Moderator
french: Modérateur

source: Guests
french: Invités

source: Guest
french: Invité

source: Members
french: Membres

source: Announcement
french: Indiquer votre annonce ici.

source: Rules
french: Indiquer vos règles ici

source: Maintenance message
french: Les forums sont temporairement inaccessibles pour maintenance. Veuillez essayer à nouveau dans quelques minutes.

source: Test post
french: Message de test

source: Message
french: Si vous lisez ceci (ce que vous faites probablement), l'installation de FluxBB semble avoir fonctionné ! A présent, identifiez-vous et rendez-vous au panneau d'administration pour paramétrer vos forums.

source: Test category
french: Catégorie de test

source: Test forum
french: Forum de test

source: This is just a test forum
french: Ceci n'est qu'un forum de test.

source: Alert cache
french: <strong>Le répertoire cache n'est pas modifiable actuellement !</strong> Pour que FluxBB fonctionne correctement, le répertoire nommé <em>%s</em> doit être modifiable par PHP. Utilisez chmod pour spécifier les permissions appropriées au répertoire. Si vous avez un doute, passez le chmod à 0777.

source: Alert avatar
french: <strong>Le répertoire avatar n'est pas modifiable actuellement !</strong> Si vous souhaitez que les utilisateurs puissent envoyer vers le serveur leur propre image avatar, vous devez vérifier que le répertoire nommé <em>%s</em> soit modifiable par PHP. Vous pourrez plus tard choisir d'enregistrer les images avatar dans un autre répertoire (rendez-vous à Admin/Options). Utilisez chmod pour spécifier les permissions appropriées au répertoire. Si vous avez un doute, passez le chmod à 0777.

source: Alert upload
french: <strong>L'envoi de fichier semble être interdit sur ce serveur !</strong> Si vous souhaitez que les utilisateurs puissent envoyer leur propre image avatar vous devez activer le paramètre de configuration file_uploads dans PHP. Une fois que l'envoi (upload) de fichiers a été activé, l'envoi d'avatars peut être activé dans Administration/Options/Fonctionnalités.

source: FluxBB has been installed
french: FluxBB a été installé. Pour finaliser l'installation veuillez suivre les instructions ci-dessous.

source: Final instructions
french: Instructions finales

source: Info 17
french: Pour finaliser l'installation, vous devez cliquer sur le bouton ci-dessous afin de télécharger un fichier nommé config.php. Vous devrez ensuite envoyer ce fichier vers le répertoire racine de votre installation FluxBB.

source: Info 18
french: Une fois que vous aurez envoyé config.php vers le serveur, FluxBB sera complètement installé ! A ce moment-là vous pourrez <a href="index.php">vous rendre à la page d'accueil des forums</a>.

source: Download config.php file
french: Télécharger le fichier config.php

source: FluxBB fully installed
french: FluxBB a été complètement installé ! Vous pouvez à présent <a href="index.php">vous rendre à la page d'accueil des forums</a>.
