Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/login.po
Languages: french

source: Wrong user/pass
french: Nom d'utilisateur et/ou mot de passe incorrect.

source: Forgotten pass
french: Mot de passe oublié&#160;?

source: Login redirect
french: Vous êtes à présent identifié(e). Redirection&#160;…

source: Logout redirect
french: Vous êtes à présent déconnecté(e). Redirection&#160;…

source: No email match
french: Aucun utilisateur inscrit n'utilise cette adresse électronique

source: Request pass
french: Demande de mot de passe

source: Request pass legend
french: Indiquez l'adresse électronique utilisée lors de l'inscription

source: Request pass info
french: Un nouveau mot de passe ainsi que le lien pour activer ce nouveau mot de passe vont être envoyés à cette adresse.

source: Not registered
french: Pas encore inscrit&#160;?

source: Login legend
french: Indiquez ci-dessous votre nom d'utilisateur et votre mot de passe

source: Remember me
french: Me connecter automatiquement lors de mes prochaines visites.

source: Login info
french: Si vous n'êtes pas encore inscrit(e) ou si vous avez oublié votre mot de passe, veuillez cliquer sur le lien approprié ci-dessous.

source: New password errors
french: Erreur pour demande de mot de passe

source: New passworderrors info
french: Les erreurs suivantes doivent être corrigées avant qu'un nouveau mot de passe puisse être envoyé&#160;:

source: Forget mail
french: Un e-mail contenant des instructions pour modifier votre mot de passe vient d'être envoyé à l'adresse indiquée. Si vous ne le recevez pas, vous pouvez contacter l'administrateur des forums&#160;:

source: Email flood
french: Une réinitialisation du mot de passe de ce compte a été effectuée il y a moins d'une heure. Veuillez patienter un moment avant de réclamer un nouveau mot de passe.
