Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/misc.po
Languages: french

source: Mark read redirect
french: Toutes les discussions et forums ont été marqués comme lus. Redirection&#160;…

source: Mark forum read redirect
french: Toutes les discussions du forum spécifié ont été marquées comme lues. Redirection&#160;…

source: Form email disabled
french: L'utilisateur à qui vous essayez d'envoyer un e-mail a désactivé le formulaire e-mail.

source: No email subject
french: Vous devez indiquer un sujet.

source: No email message
french: Vous devez saisir un message.

source: Too long email message
french: Les messages ne peuvent contenir plus de 65535 caractères (64 Kio).

source: Email flood
french: L'intervalle d'envoi consécutif d'e-mails est de %s secondes. Veuillez patienter un moment avant de tenter d'envoyer à nouveau.

source: Email sent redirect
french: E-mail envoyé. Redirection&#160;…

source: Send email to
french: Envoyer un e-mail à

source: Email subject
french: Sujet

source: Email message
french: Message

source: Email disclosure note
french: Veuillez prendre note qu'en utilisant ce formulaire, vous divulguerez votre adresse électronique au destinataire.

source: Write email
french: Composez et envoyez votre e-mail

source: No reason
french: Vous devez indiquer un motif.

source: Reason too long
french: Votre message ne doit pas dépasser 65535 octets (~64 Kio).

source: Report flood
french: L'intervalle d'envoi consécutif de signalements est de %s secondes. Veuillez patienter un moment avant de tenter d'envoyer à nouveau.

source: Report redirect
french: Message signalé. Redirection…

source: Report post
french: Signaler un message

source: Reason
french: Motif

source: Reason desc
french: Indiquez la raison pour laquelle vous signalez ce message.

source: Already subscribed topic
french: Vous suivez déjà cette discussion.

source: Already subscribed forum
french: Vous suivez déjà ce forum.

source: Subscribe redirect
french: Votre demande de suivi a été prise en compte. Redirection&#160;…

source: Not subscribed topic
french: Vous ne suivez pas cette discussion.

source: Not subscribed forum
french: Vous ne suivez pas ce forum.

source: Unsubscribe redirect
french: Vous ne suivez plus cette discussion. Redirection&#160;…

source: Moderate
french: Modérer

source: Select
french: Sélectionner

source: Move
french: Déplacer

source: Split
french: Scinder

source: Delete
french: Supprimer

source: Merge
french: Fusionner

source: Open
french: Ouvrir

source: Close
french: Fermer

source: Move topic
french: Déplacer la discussion

source: Move topics
french: Déplacer les discussions

source: Move legend
french: Choisissez une destination

source: Move to
french: Déplacer vers

source: Nowhere to move
french: Aucun forum n'est disponible pour y déplacer des discussions.

source: Leave redirect
french: Laisser un lien de redirection

source: Move topic redirect
french: Discussion déplacée. Redirection&#160;…

source: Move topics redirect
french: Discussions déplacées. Redirection&#160;…

source: Confirm delete legend
french: Veuillez confirmer la suppression

source: Delete topics
french: Supprimer des discussions

source: Delete topics comply
french: Souhaitez-vous vraiment supprimer les discussions sélectionnées&#160;?

source: Delete topics redirect
french: Discussions supprimées. Redirection&#160;…

source: Open topic redirect
french: Discussion ouverte. Redirection&#160;…

source: Open topics redirect
french: Discussions ouvertes. Redirection&#160;…

source: Close topic redirect
french: Discussion fermée. Redirection&#160;…

source: Close topics redirect
french: Discussions fermées. Redirection&#160;…

source: No topics selected
french: Vous devez choisir au moins une discussion à déplacer/supprimer/ouvrir/fermer.

source: Not enough topics selected
french: Vous devez sélectionner au moins 2 discussions pour une fusion.

source: Stick topic redirect
french: Discussion épinglée. Redirection&#160;…

source: Unstick topic redirect
french: Discussion détachée. Redirection&#160;…

source: Merge topics
french: Fusionner les discussions

source: Merge topics redirect
french: Discussions fusionnées. Redirection&#160;…

source: Confirm merge legend
french: Veuillez confirmer la fusion

source: New subject
french: Nouveau sujet

source: Confirm split legend
french: Veuillez confirmer la scission des messages sélectionnés et choisir leur destination pour déplacement.

source: Split posts
french: Scinder les messages

source: Split posts comply
french: Souhaitez-vous vraiment scinder les messages sélectionnés&#160;?

source: Split posts redirect
french: Les messages ont été scindés. Redirection&#160;…

source: Delete posts
french: Supprimer les messages

source: Cannot select first
french: Le premier message ne peut pas être sélectionné pour être scindé/supprimé.

source: Delete posts comply
french: Souhaitez-vous vraiment supprimer les messages sélectionnés&#160;?

source: Delete posts redirect
french: Messages supprimés. Redirection&#160;…

source: No posts selected
french: Vous devez choisir au moins un message à scinder/supprimer.

source: Host info 1
french: L'adresse IP est&#160;: %s

source: Host info 2
french: Le nom d'hôte est&#160;: %s

source: Show more users
french: Afficher davantage d'utilisateurs pour cette IP
