Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/post.po
Languages: french

source: No subject
french: Vous devez indiquer un sujet.

source: No subject after censoring
french: Les discussions doivent comporter un sujet. Après application des filtres de censure, le sujet n'est pas indiqué.

source: Too long subject
french: Le sujet ne peut contenir plus de 70 caractères.

source: No message
french: Vous devez saisir un message.

source: No message after censoring
french: Vous devez saisir un message. Après application des filtres de censure, votre message est vide.

source: Too long message
french: Les messages ne peuvent contenir plus de %s octets.

source: All caps subject
french: Il n'est pas autorisé d'écrire un sujet entièrement en lettres capitales.

source: All caps message
french: Il n'est pas autorisé d'écrire un message entièrement en lettres capitales.

source: Empty after strip
french: Il semblerait que votre message ne comporte que des balises BBCode vides. Il est possible que cela se soit passé par exemple parce que la citation imbriquée la plus ancienne a été supprimé pour cause de niveau d'imbrication de citations supérieur à celui autorisé.

source: Post errors
french: Erreurs dans le message

source: Post errors info
french: Les erreurs suivantes doivent être corrigées pour que le message puisse être envoyé&#160;:

source: Post preview
french: Prévisualisation du message

source: Guest name
french: Nom

source: Post redirect
french: Message envoyé. Redirection&#160;…

source: Post a reply
french: Répondre

source: Post new topic
french: Nouvelle discussion

source: Hide smilies
french: Ne pas convertir les émoticônes dans ce message

source: Subscribe
french: Suivre cette discussion

source: Stay subscribed
french: Continuer à suivre cette discussion

source: Topic review
french: Résumé de la discussion (messages les plus récents en premier)

source: Flood start
french: Au moins %s secondes doivent s'écouler entre deux messages ; attendez %s secondes puis essayez à nouveau.

source: Preview
french: Prévisualisation

source: Edit post legend
french: Modifier le message et valider les modifications

source: Silent edit
french: Modification anonyme (la mention «&#160;Dernière modification par…&#160;» ne s'affichera pas)

source: Edit post
french: Modifier le message

source: Edit redirect
french: Message mis à jour. Redirection&#160;…
