Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/profile.po
Languages: french

source: Profile menu
french: Menu profil

source: Section essentials
french: Principal

source: Section personal
french: Personnel

source: Section personality
french: Personnalité

source: Section display
french: Affichage

source: Section privacy
french: Vie privée

source: Section admin
french: Administration

source: Username and pass legend
french: Nom d'utilisateur et mot de passe

source: Personal details legend
french: Informations personnelles

source: User activity
french: Activité de l'utilisateur

source: Paginate info
french: Nombres de discussions et de messages à afficher par page.

source: Pass key bad
french: La clef d'activation du mot de passe est incorrecte ou a expiré. Veuillez demander un nouveau mot de passe. Si cela ne marche pas, contactez l'administrateur.

source: Pass updated
french: Votre mot de passe a été mis à jour. Vous pouvez à présent vous identifier avec votre nouveau mot de passe.

source: Pass updated redirect
french: Mot de passe mis à jour. Redirection&#160;…

source: Wrong pass
french: Ancien mot de passe incorrect.

source: Change pass
french: Changer de mot de passe

source: Change pass legend
french: Saisissez et confirmez votre mot de passe

source: Old pass
french: Ancien mot de passe

source: New pass
french: Nouveau mot de passe

source: Confirm new pass
french: Confirmez le nouveau mot de passe

source: Pass info
french: Les mots de passe doivent comporter au moins 6 caractères. Ils sont sensibles à la casse.

source: Email key bad
french: La clef d'activation d'adresse électronique est incorrecte ou a expiré. Veuillez demander à nouveau un changement d'adresse électronique. Si cela échoue, contactez l'administrateur

source: Email updated
french: Votre adresse électronique a été mise à jour.

source: Activate email sent
french: Un e-mail comportant les instructions pour activer la nouvelle adresse électronique a été envoyé. S'il n'arrive pas, contactez l'administrateur&#160;:

source: Email legend
french: Saisissez la nouvelle adresse électronique

source: Email instructions
french: Indiquez la nouvelle adresse électronique. Un e-mail comportant un lien d'activation y sera envoyé. Vous devrez cliquer sur ce lien pour activer l'adresse.

source: Change email
french: Changer l'adresse électronique

source: New email
french: Nouvelle adresse électronique

source: Avatars disabled
french: La prise en charge des avatars est désactivée.

source: Too large ini
french: Fichier trop volumineux. Le serveur refuse son envoi.

source: Partial upload
french: Fichier partiellement envoyé. Merci de réessayer.

source: No tmp directory
french: Le serveur n'a pas pu enregistrer temporairement le fichier envoyé.

source: No file
french: Vous n'avez pas sélectionné de fichier à envoyer.

source: Bad type
french: Ce type de fichier n'est pas autorisé. Voici les formats pris en charge&#160;: *.gif, *.jpeg et *.png.

source: Too wide or high
french: L'image est plus large et/ou plus haute que le maximum autorisé

source: Too large
french: La taille du fichier dépasse le maximum autorisé

source: bytes
french: octets

source: Move failed
french: Le serveur n'a pas pu enregistrer le fichier envoyé. Contactez l'administrateur

source: Unknown failure
french: Erreur inconnue. Merci de réessayer.

source: Avatar upload redirect
french: Avatar envoyé. Redirection&#160;…

source: Avatar deleted redirect
french: Avatar effacé. Redirection&#160;…

source: Avatar desc
french: Un avatar est une petite image qui sera affichée sous votre nom d'utilisateur dans vos messages. Il ne doit pas faire plus de

source: Upload avatar
french: Envoyer un avatar

source: Upload avatar legend
french: Sélectionnez un fichier avatar à envoyer

source: Delete avatar
french: Effacer l'avatar

source: File
french: Fichier

source: Upload
french: Envoyer

source: Forbidden title
french: Votre titre contient un mot interdit. Choisissez un autre titre.

source: Profile redirect
french: Profil mis à jour. Redirection&#160;…

source: Users profile
french: Profil de %s

source: Username info
french: Nom d'utilisateur&#160;: %s

source: Email info
french: E-mail&#160;: %s

source: Posts info
french: Messages&#160;: %s

source: Registered info
french: Inscription&#160;: %s

source: Last post info
french: Dernier message&#160;: %s

source: Last visit info
french: Dernière visite&#160;: %s

source: Show posts
french: Voir les messages de cet utilisateur

source: Show topics
french: Afficher toutes les discussions

source: Show subscriptions
french: Afficher toutes les discussions suivies

source: Realname
french: Nom

source: Location
french: Lieu

source: Website
french: Site Web

source: Invalid website URL
french: L'URL de site Web saisie est invalide.

source: Website not allowed
french: Vous n'êtes pas autorisé à ajouter un site à votre profil pour le moment

source: Sig max size
french: %s caractères et %s lignes autorisés

source: Avatar legend
french: Définissez vos options d'affichage d'avatar

source: Avatar info
french: Un avatar est une petite image qui sera affichée avec chacun de vos messages. Vous pouvez envoyer un avatar en cliquant sur le lien ci-dessous.

source: Change avatar
french: Changer d'avatar

source: Signature legend
french: Rédigez votre signature

source: Signature info
french: Une signature est un petit texte ajouté à la suite de vos messages. Vous pouvez y inclure ce que vous voulez et y utiliser des balises BBCode, selon la configuration du forum. Les fonctionnalités actives apparaissent dans la marge lors de l'édition de votre signature.

source: Sig preview
french: Aperçu de la signature actuelle&#160;:

source: No sig
french: Pas de signature dans le profil.

source: Signature quote/code/list/h
french: L'utilisation des balises BBCode [quote], [code], [list] et [h] n'est pas autorisée dans les signatures.

source: Topics per page
french: Discussions par page

source: Posts per page
french: Messages par page

source: Leave blank
french: Laisser vide pour utiliser la valeur par défaut du forum.

source: Subscription legend
french: Définit vos options de suivi de discussion

source: Notify full
french: Inclure le message dans les e-mails de notification de réponse.

source: Auto notify full
french: Suivre automatiquement les sujets auxquels on a répondu.

source: Show smilies
french: Afficher les émoticônes sous forme d'icônes

source: Show images
french: Afficher les images.

source: Show images sigs
french: Afficher les images dans les signatures des utilisateurs.

source: Show avatars
french: Afficher les avatars des utilisateurs.

source: Show sigs
french: Afficher les signatures.

source: Style legend
french: Choisissez votre style favori

source: Admin note
french: Note de l'administrateur

source: Pagination legend
french: Définissez vos options de pagination

source: Post display legend
french: Définissez vos options de visualisation des messages

source: Post display info
french: En désactivant toutes les options d'affichage des images et des signatures dans les messages, vous augmenterez la vitesse de chargement des pages.

source: Instructions
french: Après avoir mis à jour le profil vous serez redirigé(e) vers cette page.

source: Group membership legend
french: Choisissez un groupe d'utilisateurs

source: Save
french: Enregistrer

source: Set mods legend
french: Définir l'accès modérateur

source: Moderator in info
french: Veuillez choisir les forums que cet utilisateur peut modérer. Remarque&#160;: Ceci s'applique seulement aux modérateurs. Les administrateurs ont toujours toutes les permissions pour tous les forums.

source: Update forums
french: Mettre à jour

source: Delete ban legend
french: Supprimer (administrateurs seulement) ou bannir un utilisateur

source: Delete user
french: Supprimer l'utilisateur

source: Ban user
french: Bannir l'utilisateur

source: Confirm delete legend
french: Important&#160;: lisez avant de supprimer un utilisateur

source: Confirm delete user
french: Confirmer la suppression de l'utilisateur

source: Confirmation info
french: Veuillez confirmer la suppression de l'utilisateur

source: Delete warning
french: Attention&#160;! Les utilisateurs et/ou messages supprimés ne peuvent être récupérés. Si vous choisissez de ne pas supprimer les messages d'un utilisateur, les messages pourront uniquement être supprimés manuellement plus tard.

source: Delete posts
french: Supprimer tous les messages ou discussions de cet utilisateur.

source: Delete
french: Supprimer

source: User delete redirect
french: Utilisateur supprimé. Redirection&#160;…

source: Group membership redirect
french: Appartenance à un groupe enregistrée. Redirection&#160;…

source: Update forums redirect
french: Droits du modérateur mis à jour. Redirection&#160;…

source: User promote redirect
french: Utilisateur promu. Redirection …

source: Ban redirect
french: Redirection&#160;…

source: No delete admin message
french: Les administrateurs ne peuvent être supprimés. Pour supprimer cet utilisateur, vous devez d'abord le/la déplacer vers un groupe d'utilisateurs différent.
