Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/register.po
Languages: french

source: No new regs
french: Ces forums n'acceptent pas de nouveaux utilisateurs.

source: Reg cancel redirect
french: Inscription annulée. Redirection&#160;…

source: Forum rules
french: Conditions d'utilisation des forums

source: Rules legend
french: Vous devez accepter les conditions d'utilisation suivantes pour vous inscrire sur ces forums.

source: Registration flood
french: Un nouvel utilisateur ayant la même adresse IP que vous a été inscrit dans la dernière heure. Pour éviter les inscriptions multiples, il n'est pas possible de s'inscrire à partir de la même IP dans un intervalle inférieur à 1 heure. Désolé pour la gêne occasionnée.

source: Agree
french: J'accepte

source: Cancel
french: Je refuse

source: Register
french: S'inscrire

source: Registration errors
french: Erreurs d'inscription

source: Registration errors info
french: Les erreurs suivantes doivent être corrigées avant que vous puissiez vous inscrire&#160;:

source: Username censor
french: Le nom d'utilisateur que vous avez saisi contient des mots interdits. Veuillez choisir un autre nom d'utilisateur.

source: Username dupe 1
french: Il existe déjà une personne inscrite avec ce nom d'utilisateur.

source: Username dupe 2
french: Ce nom d'utilisateur est trop ressemblant. Il doit différer par au moins un caractère alpha-numérique (a-z ou 0-9). Veuillez essayer un autre nom d'utilisateur.

source: Email not match
french: Les adresses électroniques ne coïncident pas. Veuillez revenir en arrière et corriger cela.

source: Reg email
french: Merci de vous être inscrit(e). Votre mot de passe a été envoyé à l'adresse indiquée. Si vous ne l'obtenez pas, merci de contacter l'administrateur&#160;:

source: Reg complete
french: Inscription acceptée. Identification et redirection&#160;…

source: Desc 1
french: L'inscription vous permettra d'accéder à un certain nombre de fonctionnalités autrement indisponibles. Cela inclut la possibilité de modifier et d'effacer des messages, de créer vos propres signatures et bien davantage. Pour toute question, contactez l'administrateur.

source: Desc 2
french: Ci-dessous le formulaire à remplir afin de vous inscrire. Après vous être inscrit(e), vous pourrez consulter votre profil et modifier vos préférences. Les champs ci-dessous ne sont qu'une toute petite partie de tout ce que vous pouvez changer dans votre profil.

source: Username legend
french: Veuillez saisir un nom d'utilisateur comportant entre 2 et 25 caractères.

source: Pass legend
french: Veuillez saisir et confirmer le mot de passe que vous avez choisi.

source: Pass info
french: Le mot de passe doit comporter au minimum 6 caractères (sensible à la casse).

source: Email info
french: Vous devez saisir une adresse électronique valide. Vous pouvez choisir de ne pas divulguer votre adresse aux autres utilisateurs (voir ci-dessous).

source: Confirm email
french: Confirmez votre adresse électronique
