Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/search.po
Languages: french

source: User search
french: Rechercher un utilisateur

source: No search permission
french: Vous ne pouvez pas effectuer de recherche, vous n'avez pas les permissions requises

source: Search flood
french: Vous devez patienter au minimum %s secondes avant d'effectuer une nouvelle recherche. Veuillez patienter un moment et essayer à nouveau.

source: Search
french: Recherche

source: Search criteria legend
french: Choisissez vos critères de recherche

source: Search info
french: Pour effectuer une recherche par mots-clés, indiquez le ou les termes à rechercher en les séparant par des espaces. Utilisez AND, OR, NOT pour affiner votre recherche. Pour rechercher par auteur, saisissez le nom d'utilisateur auquel les messages appartiennent. Utilisez le joker * pour des recherches sur des fragments de mot.

source: Keyword search
french: Mots-clés

source: Author search
french: Rechercher un auteur

source: Search in legend
french: Indiquez où la recherche doit s'effectuer

source: Search in info
french: Choisissez le forum dans lequel vous souhaitez lancer votre recherche et indiquez si vous souhaitez rechercher dans les sujets des discussions uniquement ou dans les textes des messages ou bien dans les deux à la fois.

source: Search multiple forums info
french: Si aucun forum n'est sélectionné, la recherche s'effectuera dans tous les forums.

source: Forum search
french: Forum

source: All forums
french: Tous les forums

source: Search in
french: Rechercher dans&#160;…

source: Message and subject
french: Le texte du message et du sujet

source: Message only
french: Le texte du message seulement

source: Topic only
french: Le texte du sujet seulement

source: Sort by
french: Trier par&#160;…

source: Sort order
french: Ordre&#160;…

source: Search results legend
french: Sélectionnez le mode d'affichage des résultats

source: Search results info
french: Vous pouvez choisir le mode de classement et d'affichage des résultats.

source: Sort by post time
french: Date du message

source: Sort by author
french: Auteur

source: Sort by subject
french: Sujet

source: Sort by forum
french: Forum

source: Ascending
french: Croissant

source: Descending
french: Décroissant

source: Show as
french: Afficher les&#160;…

source: Show as topics
french: Discussions

source: Show as posts
french: Messages

source: Search results
french: Résultats de la recherche

source: Quick search show_new
french: Nouveaux

source: Quick search show_recent
french: Récentes

source: Quick search show_unanswered
french: Sans réponse

source: Quick search show_replies
french: Publiés

source: Quick search show_user_topics
french: Discussions de %s

source: Quick search show_user_posts
french: Messages de %s

source: Quick search show_subscriptions
french: Suivies par %s

source: By keywords show as topics
french: Discussions avec messages contenant «&#160;%s&#160;»

source: By keywords show as posts
french: Messages contenant «&#160;%s&#160;»

source: By user show as topics
french: Discussions contenant des messages de %s

source: By user show as posts
french: Messages de %s

source: By both show as topics
french: Discussions avec messages de %s contenant «&#160;%s&#160;»

source: By both show as posts
french: Messages de %s contenant «&#160;%s&#160;»

source: No terms
french: Vous devez saisir au moins un mot-clé et/ou un auteur à rechercher.

source: No hits
french: Désolé, aucun résultat n'a été trouvé pour votre recherche.

source: No user posts
french: Il n'y a pas de message de cet utilisateur dans ce forum.

source: No user topics
french: Il n'y a pas de discussion de cet utilisateur dans ce forum.

source: No subscriptions
french: Cet utilisateur ne suit actuellement aucune discussion.

source: No new posts
french: Il n'y a pas de discussion avec de nouveaux messages depuis votre dernière visite.

source: No recent posts
french: Il n'y a pas de discussion avec de nouveaux messages depuis les 24 dernières heures.

source: No unanswered
french: Il n'y a pas de message sans réponse dans ce forum.

source: Go to post
french: Aller au message

source: Go to topic
french: Aller à la discussion
