Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/update.po
Languages: french

source: Update
french: Mise à jour de FluxBB

source: Update message
french: Votre base de données FluxBB est dépassée et doit être mise à niveau afin de poursuivre. Si vous êtes l'administrateur de ces forums, veuillez suivre les instructions ci-desssous afin d'achever la mise à niveau.

source: Note
french: Remarque :

source: Members message
french: Cette procédure n'est destinée qu'aux administrateurs des forums. Si vous êtes un membre ce n'est pas la peine de vous préoccuper de cela - les forums seront très rapidement fonctionnels !

source: Administrator only
french: Cette étape ne concerne que l'administrateur des forums !

source: Database password info
french: Pour lancer la mise à jour de la base de données veuillez indiquer le mot de passe de base de données avec lequel FluxBB a été installé. Si vous ne vous en souvenez plus, il est stocké dans le fichier 'config.php'.

source: Database password note
french: Si vous utilisez SQLite (et donc n'avez défini aucun mot de passe), veuillez utiliser le nom du fichier de base de données à la place. Cela doit correspondre exactement au nom de base de données indiqué dans votre fichier de configuration.

source: Database password
french: Mot de passe de base de données

source: Maintenance message info
french: Le message qui s'affichera pour les utilisateurs lors de l'opération de mise à jour. Ce texte ne sera pas analysé comme les messages habituels et peut donc contenir du code HTML.

source: Maintenance message
french: Message de maintenance

source: Next
french: Suivante

source: You are running error
french: Vous utilez la version %2$s de %1$s. FluxBB %3$s nécessite au moins %1$s %4$s pour fonctionner correctement. Vous devez mettre à niveau votre installation avant de poursuivre.

source: Version mismatch error
french: Version non correspondante. La base de données '%s' ne semble pas utiliser un schéma de base de données FluxBB pris en charge par ce script de mise à jour.

source: Invalid file error
french: Nom de base de données invalide. Lorsque vous utilisez SQLite le nom de la base de données indiqué doit être exactement identique à celui de votre '%s'

source: Invalid password error
french: Mot de passe de base de données invalide. Pour mettre à niveau FluxBB vous devez indiquer votre mot de passe de base de données, il doit être exactement identique à celui de votre '%s'

source: No password error
french: Aucun mot de passe de base de données fourni

source: Script runs error
french: Il semblerait que le script de mise à jour ait déjà été lancé par une autre personne. Si cela ne s'averrait pas être vrai, veuillez supprimer manuellement le fichier '%s' et essayer à nouveau

source: No update error
french: Votre forum a déjà atteint le niveau de mis à jour le plus élevé pour ce script

source: Intro 1
french: Ce script va se charger de mettre votre base de données à jour. La procédure de mise à jour pourra prendre quelques secondes à plusieures heures, cette durée dépendant de la vitesse du serveur et de la taille de la base de données. N'oubliez pas de faire une sauvegarde de la base de données avant de poursuivre.

source: Intro 2
french: Avez-vous lu les instructions de mise à jour dans la documentation ? Si non, allez voir.

source: No charset conversion
french: <strong>IMPORTANT !</strong> FluxBB a détecté que cet environnement PHP ne prend pas en charge les mécanismes d'encodage nécessaires pour effectuer une conversion UTF-8 à partir de jeux de caractères autres que ISO-8859-1. Cela signifie que si le jeu de caractères actuel n'est pas ISO-8859-1, FluxBB ne pourra pas convertir votre base de données du forum en UTF-8 et vous devrez le faire manuellement. Des informations concernant la conversion manuelle peuvent être trouvées dans les instructions de mise à jour.

source: Enable conversion
french: <strong>Activer la conversion :</strong> si activé, ce script de mise à jour procèdera, après avoir fait les modifications structurelles nécessaires à la base de données, à la conversion de tout le texte dans la base de données de l'actuel jeu de caractères vers UTF-8. Cette conversion est nécessaire si vous mettez à niveau une version 1.2.

source: Current character set
french: <strong>Jeu de caractère actuel :</strong> Si la langue principale de votre forum est l'anglais, vous pouvez laisser cela à la valeur par défaut. En revanche, si votre forum utilise une autre langue, vous devrez indiquer le jeu de caractères du paquetage de la langue principale utilisé par le forum. <em>Si cette donnée est fausse, cela pourra corrompre votre base de données, donc n'essayez pas de deviner !</em> Remarque : ceci est nécessaire même si votre ancienne base de données est en UTF-8.

source: Charset conversion
french: Conversion de jeu de caractères

source: Enable conversion label
french: <strong>Activer la conversion</strong> (effectuer la conversion du jeu de caractères de la base de données).

source: Current character set label
french: Jeu de caractères actuel

source: Current character set info
french: Accepter la valeur par défaut pour des forums en anglais sinon, le jeu de caractères du paquetage de la langue principale.

source: Start update
french: Démarrer la mise à jour

source: Error converting users
french: Erreur lors de la conversion de noms d'utilisateurs

source: Error info 1
french: Une erreur est survenue lors de la conversion de certains noms d'utilisateurs. Cela peut arriver lors d'une conversion à partir de FluxBB v1.2 si plusieurs utilisateurs se sont inscrits en indiquant des noms très similaires, par exemple « bob » et « böb ».

source: Error info 2
french: Ci-dessous une liste d'utilisateurs dont la conversion du nom a échoué. Veuillez choisir un nouveau nom pour chaque utilisateur. Les utilisateurs dont le nom aura été modifié seront automatiquement avertis par l'envoi d'un e-mail.

source: New username
french: Nouvel utilisateur

source: Required
french: (Obligatoire)

source: Correct errors
french: Les erreurs suivantes doivent être corrigées :

source: Rename users
french: Renommer les utilisateurs

source: Successfully updated
french: Votre base de données a été mise à jour avec succès. Vous devrez à présent %s.

source: go to index
french: vous rendre à la page d'accueil des forums

source: Unable to lock error
french: Impossible de déverrouiller pour mise à jour. Veuillez vérifier que PHP puisse modifier le répertoire '%s' et qu'actuellement personne d'autre n'a lancé le script de mise à jour.

source: Converting
french: Conversion de %s …

source: Converting item
french: Conversion de %1$s %2$s …

source: Preparsing item
french: Analyse préliminaire de %1$s %2$s …

source: Rebuilding index item
french: Reconstruction de l'index pour %1$s %2$s

source: ban
french: bannissement

source: categories
french: catégories

source: censor words
french: mots censurés

source: groups
french: groupes

source: post
french: message

source: report
french: signalement

source: topic
french: discussion

source: user
french: utilisateur

source: Username too short error
french: Les noms d'utilisateurs doivent comporter au moins 2 caractères. Veuillez choisir un autre nom d'utilisateur (plus long).

source: Username too long error
french: Les noms d'utilisateurs ne doivent pas comporter plus de 25 caractères. Veuillez choisir un autre nom d'utilisateur (plus court).

source: Username Guest reserved error
french: Le nom d'utilisateur « guest » est réservé. Veuillez choisir un autre nom.

source: Username IP format error
french: Les noms d'utilisateurs ne doivent pas ressembler à une adresse IP. Veuillez choisir un autre nom d'utilisateur.

source: Username bad characters error
french: Les noms d'utilisateurs ne doivent pas comporter tous les caractères ', " et [ ou ] en même temps. Veuillez choisir un autre nom d'utilisateur.

source: Username BBCode error
french: Les noms d'utilisateurs ne doivent pas comporter de balises de formatage de texte (BBCode) utilisés par le forum. Veuillez choisir un autre nom d'utilisateur.

source: Username duplicate error
french: Quelqu'un a déjà utilisé le nom d'utilisateur « %s ». Le nom d'utilisateur que vous avez indiqué est trop semblable. Le nom doit comporter au moins un caractère alphanumérique (a-z ou 0-9) différent. Veuillez choisir un autre nom d'utilisateur.
