Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/bans.po
Languages: fr

source: No user message
fr: Aucun utilisateur enregistré sous ce nom d'utilisateur. Si vous souhaitez ajouter un bannissement n'étant pas associé à un nom d'utilisateur veuillez laisser le champ du nom d'utilisateur vide.

source: No user ID message
fr: Aucun utilisateur inscrit avec cet ID.

source: User is admin message
fr: L'utilisateur %s est un administrateur et ne peut être banni. Si vous souhaitez bannir un administrateur, vous devez d'abord le destituer de ce rang.

source: User is mod message
fr: L'utilisateur %s est un modérateur et ne peut être banni. Si vous souhaitez bannir un modérateur, vous devez d'abord le destituer de ce rang.

source: Must enter message
fr: Vous devez indiquer, au minimum, soit un nom d'utilisateur, soit une adresse IP, soit une adresse électronique.

source: Cannot ban guest message
fr: Un visiteur ne peut être banni.

source: Invalid IP message
fr: Vous avez indiqué une IP/plage d'IP invalide.

source: Invalid e-mail message
fr: L'adresse électronique (ex. : utilisateur@domaine.com) ou le nom de domaine d'adresse électronique (ex. : domaine.com) que vous avez indiqué est invalide.

source: Invalid date message
fr: Vous avez indiqué une date d'expiration invalide.

source: Invalid date reasons
fr: Le format devrait être du type YYYY-MM-DD et la date doit être ultérieure à la date d'aujourd'hui.

source: Ban added redirect
fr: Bannissement ajouté. Redirection&#160;…

source: Ban edited redirect
fr: Bannissement modifié. Redirection&#160;…

source: Ban removed redirect
fr: Bannissement supprimé. Redirection&#160;…

source: New ban head
fr: Nouveau bannissement

source: Add ban subhead
fr: Ajouter le bannissement

source: Username label
fr: Nom d'utilisateur

source: Username help
fr: Le nom d'utilisateur à bannir (insensible à la casse).

source: Username advanced help
fr: Le nom d'utilisateur à bannir (insensible à la casse). La page suivante vous permettra d'indiquer une IP et un e-mail personnalisés. Si vous ne souhaitez bannir qu'une IP/plage d'IP ou un e-mail, veuillez laisser ce champ vide.

source: Ban search head
fr: Recherche de bannissements

source: Ban search subhead
fr: Indiquer les critères de recherche

source: Ban search info
fr: Recherche de bannissements dans la base de données. Vous pouvez indiquer un ou plusieurs termes à retrouver. Les jokers sous formes d'astérisques (*) sont acceptés. Pour afficher tous les bannissements, laisser tous les champs vides.

source: Date help
fr: (yyyy-mm-dd)

source: Message label
fr: Message

source: Expire after label
fr: Expire après

source: Expire before label
fr: Expire avant

source: Order by label
fr: Trier par

source: Order by username
fr: Nom d'utilisateur

source: Order by ip
fr: IP

source: Order by e-mail
fr: E-mail

source: Order by expire
fr: Date d'expiration

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: Submit search
fr: Lancer la recherche

source: E-mail label
fr: E-mail

source: E-mail help
fr: L'e-mail ou le domaine d'e-mail que vous souhaitez bannir (ex. : utilisateur@domaine.com ou domaine.com). Rendez-vous à «&#160;Autoriser les adresses électroniques bannies&#160;» dans la rubrique Permissions pour davantage d'informations.

source: IP label
fr: Adresse IP/plages d'adresses IP

source: IP help
fr: L'adresse IP ou la plage d'adresses IP que vous souhaitez bannir (ex. : 150.11.110.1 ou 150.11.110). Séparez les adresses par des espaces. Si une IP est déjà indiquée, il s'agit de la dernière adresse IP connue de cet utilisateur enregistrée dans la base de données.

source: IP help link
fr: Cliquez sur %s pour afficher les statistiques IP de cet utilisateur.

source: Ban advanced head
fr: Paramètres de bannissement avancés

source: Ban advanced subhead
fr: Ajouter IP et e-mail pour compléter le bannissement

source: Ban message label
fr: Message de bannissement

source: Ban message help
fr: Un message qui s'affichera lors de la prochaine visite de l'utilisateur banni.

source: Message expiry subhead
fr: Message de bannissement et expiration

source: Ban IP range info
fr: Vous devrez être très prudent lors du bannissement d'une plage d'IP puisqu'il est possible que plusieurs utilisateurs utilisent la même partie d'adresse IP.

source: Expire date label
fr: Date d'expiration

source: Expire date help
fr: La date à laquelle ce bannissement devrait prendre automatiquement fin (format : YYYY-MM-DD). Laissez vide pour une suppression manuelle.

source: Results head
fr: Résultats de la recherche

source: Results username head
fr: Nom d'utilisateur

source: Results e-mail head
fr: E-mail

source: Results IP address head
fr: IP/plage d'IP

source: Results expire head
fr: Expire

source: Results message head
fr: Message

source: Results banned by head
fr: Banni par

source: Results actions head
fr: Actions

source: No match
fr: Pas de correspondance

source: Unknown
fr: Inconnu
