Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/categories.po
Languages: fr

source: Must enter name message
fr: Vous devez indiquer un nom pour la catégorie

source: Category added redirect
fr: Catégorie ajoutée. Redirection&#160;…

source: Category deleted redirect
fr: Catégorie supprimée. Redirection&#160;…

source: Delete category head
fr: Supprimer la catégorie (ainsi que les forums et les sujets qu'elle contient)

source: Confirm delete subhead
fr: Confirmer la suppression de la catégorie

source: Confirm delete info
fr: Souhaitez-vous vraiment supprimer la catégorie «&#160;%s&#160;» ?

source: Delete category warn
fr: <strong>ATTENTION&#160;!</strong> Supprimer une catégorie entraîne la suppression des forums et sujets éventuels qu'elle contient !

source: Must enter integer message
fr: La position doit être indiquée sous la forme d'un nombre entier positif

source: Categories updated redirect
fr: Catégories mises à jour. Redirection&#160;…

source: Add categories head
fr: Ajouter des catégories

source: Add categories subhead
fr: Ajouter les catégories

source: Add category label
fr: Ajouter une nouvelle catégorie

source: Add new submit
fr: Ajouter

source: Add category help
fr: Le nom de la nouvelle catégorie que vous souhaitez ajouter. Vous pouvez modifier ce nom plus tard (voir ci-dessous). Allez à la rubrique %s pour ajouter des forums dans votre nouvelle catégorie.

source: Delete categories head
fr: Supprimer des catégories

source: Delete categories subhead
fr: Supprimer les catégories

source: Delete category label
fr: Supprimer une catégorie

source: Delete category help
fr: Sélectionnez le nom de la catégorie que vous souhaitez supprimer. Une confirmation vous sera demandée avant que cette catégorie ne soit supprimée.

source: Edit categories head
fr: Modifier des catégories

source: Edit categories subhead
fr: Modifier les catégories

source: Category position label
fr: Position

source: Category name label
fr: Nom
