Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/censoring.po
Languages: fr

source: Must enter word message
fr: Vous devez indiquer un mot à censurer.

source: Word updated redirect
fr: Mot censuré mis à jour. Redirection&#160;…

source: Word added redirect
fr: Mot censuré ajouté. Redirection&#160;…

source: Word removed redirect
fr: Mot censuré supprimé. Redirection&#160;…

source: Censoring head
fr: Censure

source: Add word subhead
fr: Ajouter le mot

source: Add word info
fr: Indiquer un mot que vous souhaitez censurer et le texte de remplacement pour ce mot. Les jokers sont acceptés (ex. : *certain* correspond à «&#160;incertain&#160;» et à «&#160;certainement&#160;»). Les noms d'utilisateurs sont également concernés par la censure. Les nouveaux utilisateurs ne pourront pas s'inscrire en utilisant des noms d'utilisateurs contenant un mot censuré. La recherche est insensible à la casse.

source: Censoring enabled
fr: <strong>La censure est activée dans %s.</strong>

source: Censoring disabled
fr: <strong>La censure est désactivée dans %s.</strong>

source: Censored word label
fr: Mot censuré

source: Replacement label
fr: Mot(s) de remplacement

source: Action label
fr: Action

source: Edit remove subhead
fr: Modifier ou supprimer des mots

source: No words in list
fr: Aucun mot censuré pour le moment.
