Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/forums.po
Languages: fr

source: Forum added redirect
fr: Forum ajouté. Redirection&#160;…

source: Forum deleted redirect
fr: Forum supprimé. Redirection&#160;…

source: Forums updated redirect
fr: Forums mis à jour. Redirection&#160;…

source: Forum updated redirect
fr: Forum mis à jour. Redirection&#160;…

source: Perms reverted redirect
fr: Rétablissement des permissions par défaut. Redirection&#160;…

source: Must enter name message
fr: Vous devez indiquer un nom de forum.

source: Must be integer message
fr: La position doit être indiquée sous forme de nombre entier positif.

source: New forum
fr: Nouveau forum

source: Add forum head
fr: Ajouter un forum

source: Create new subhead
fr: Créer un nouveau forum

source: Add forum label
fr: Ajouter le forum à une catégorie

source: Add forum help
fr: Choisissez la catégorie à laquelle vous souhaitez ajouter un nouveau forum.

source: Add forum
fr: Ajouter le forum

source: No categories exist
fr: Il n'existe aucune catégorie pour le moment

source: Edit forums head
fr: Modifier des forums

source: Category subhead
fr: Catégorie&#160;:

source: Forum label
fr: Forum

source: Edit link
fr: Modifier

source: Delete link
fr: Supprimer

source: Position label
fr: Position

source: Update positions
fr: Mettre à jour les positions

source: Confirm delete head
fr: Confirmation de suppression de forum

source: Confirm delete subhead
fr: Important ! Lisez ceci avant de supprimer.

source: Confirm delete info
fr: Souhaitez-vous vraiment supprimer le forum <strong>%s</strong>&#160;?

source: Confirm delete warn
fr: ATTENTION ! La suppression d'un forum entraînera la suppression des éventuels messages contenus dans ce forum&#160;!

source: Edit forum head
fr: Modifier un forum

source: Edit details subhead
fr: Modifier les informations sur le forum

source: Forum name label
fr: Nom du forum

source: Forum description label
fr: Description (HTML)

source: Category label
fr: Catégorie

source: Sort by label
fr: Trier les discussions par

source: Last post
fr: Dernier message

source: Topic start
fr: Début du sujet

source: Subject
fr: Sujet

source: Redirect label
fr: URL de redirection

source: Redirect help
fr: Uniquement disponible pour les forums vides

source: Group permissions subhead
fr: Modifier les permissions des groupes pour ce forum

source: Group permissions info
fr: Dans ce forum, vous pouvez définir les permissions spécifiques à différents groupes d'utilisateurs. Si vous n'avez fait aucune modification aux permissions de groupe de ce forum, ce que vous voyez ci-dessous sont les paramètres par défaut basés sur ceux proposés dans %s. Les administrateurs ont toujours toutes les permissions et sont donc exclus de ce paramétrage. Les paramètres de permission qui diffèrent des permissions par défaut pour le groupe d'utilisateurs sont mis en évidence en rouge. La case à cocher indiquant la permission de «&#160;lire le forum&#160;» sera désactivée si le groupe en question ne possède pas cette permission. Pour les forums redirigés, seule la permission de lecture de forum est modifiable.

source: Read forum label
fr: Lire le forum

source: Post replies label
fr: Répondre aux messages

source: Post topics label
fr: Créer des discussions

source: Revert to default
fr: Rétablir les paramètres par défaut
