Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/groups.po
Languages: fr

source: Must enter title message
fr: Vous devez indiquer un nom au groupe.

source: Title already exists message
fr: Il existe déjà un groupe nommé <strong>%s</strong>.

source: Default group redirect
fr: Groupe par défaut défini. Redirection&#160;…

source: Cannot remove default message
fr: Le groupe par défaut ne peut être supprimé. Pour pouvoir supprimer ce groupe, vous devez d'abord configurer un autre groupe.

source: Group removed redirect
fr: Groupe supprimé. Redirection&#160;…

source: Group added redirect
fr: Groupe ajouté. Redirection&#160;…

source: Group edited redirect
fr: Groupe modifié. Redirection&#160;…

source: Add groups head
fr: Ajouter/configurer des groupes

source: Add group subhead
fr: Ajouter un nouveau groupe

source: New group label
fr: Baser le nouveau groupe sur

source: New group help
fr: Sélectionner un groupe d'utilisateurs duquel le nouveau groupe va hériter les permissions. La page suivante vous permettra de régler plus précisément les paramètres.

source: Default group subhead
fr: Définir le groupe par défaut

source: Default group label
fr: Groupe par défaut

source: Default group help
fr: Ceci est le groupe par défaut, c'est-à-dire le groupe dans lequel sont placés les utilisateurs lorsqu'ils s'inscrivent. Pour des raisons de sécurité, les utilisateurs ne peuvent être placés ni dans le groupe des modérateurs, ni dans le groupe des administrateurs par défaut.

source: Existing groups head
fr: Groupes existants

source: Edit groups subhead
fr: Modifier/supprimer des groupes

source: Edit groups info
fr: Les groupes prédéfinis des invités, administrateurs, modérateurs et membres ne peuvent être supprimés. Cependant, ils peuvent être modifiés. Veuillez prendre note que, dans certains groupes, certaines options ne sont pas disponibles (ex. : la permission de <em>modifier les messages</em> pour les invités). Les administrateurs ont toujours toutes les permissions.

source: Edit link
fr: Modifier

source: Delete link
fr: Supprimer

source: Group delete head
fr: Suppression de groupe

source: Confirm delete subhead
fr: Confirmez la suppression du groupe

source: Confirm delete info
fr: Souhaitez-vous vraiment supprimer le groupe <strong>%s</strong> ?

source: Confirm delete warn
fr: ATTENTION&#160;! Après avoir supprimé un groupe il n'est plus possible de le rétablir.

source: Delete group head
fr: Supprimer le groupe

source: Move users subhead
fr: Déplacer les utilisateurs actuellement dans le groupe

source: Move users info
fr: Le groupe <strong>%s</strong> comporte actuellement <strong>%s</strong> membres. Veuillez choisir un groupe auquel ses membres seront assignés après la suppression.

source: Move users label
fr: Déplacer les utilisateurs vers

source: Delete group
fr: Supprimer le groupe

source: Group settings head
fr: Paramètres du groupe

source: Group settings subhead
fr: Configurer les options et les permissions du groupe

source: Group settings info
fr: Les options et permissions ci-dessous sont les permissions par défaut de ce groupe d'utilisateurs. Ces options sont appliquées si aucune permission spécifique au forum n'est effective.

source: Group title label
fr: Nom du groupe

source: User title label
fr: Titre d'utilisateur

source: User title help
fr: Ce titre remplacera tout titre que les utilisateurs auraient obtenus dans ce groupe. Laissez vide pour utiliser le titre par défaut ("%s")

source: Promote users label
fr: Promouvoir les utilisateurs.

source: Promote users help
fr: Vous pouvez promouvoir des utilisateurs dans un nouveau groupe automatiquement après un certain nombre de messages. Sélectionnez "%s" pour désactiver. Pour des raisons de sécurité, vous n'êtes pas autorisé à sélectionner un groupe "administrateur". Les changements de groupe pour les utilisateurs touchés par ce paramètre prendra effet <strong>immédiatement</strong>. Notez que le nombre de messages que vous entrez est le nombre total des messages d'un utilisateur, pas le nombre de messages faits en tant que membre de ce groupe.

source: Disable promotion
fr: Désactiver la promotion automatique

source: Mod privileges label
fr: Appliquer des privilèges de modérateur aux utilisateurs

source: Mod privileges help
fr: Pour qu'un utilisateur de ce groupe puisse obtenir des privilèges de modérateur, il doit être assigné à modérer un ou plusieurs forums. Ceci se fait via la page d'administration d'utilisateur du profil de l'utilisateur.

source: Edit profile label
fr: Autoriser les modérateurs à éditer les profils des utilisateurs

source: Edit profile help
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à éditer les profils des utilisateurs.

source: Rename users label
fr: Autoriser les modérateurs à renommer les utilisateurs

source: Rename users help
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à renommer les utilisateurs.

source: Change passwords label
fr: Autoriser les modérateurs à modifier les mots de passe

source: Change passwords help
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à modifier le mot de passe des utilisateurs.

source: Mod promote users label
fr: Autoriser les modérateurs à promouvoir les utilisateurs

source: Mod promote users help
fr: Si les droits de modérateur sont activés, permettre aux utilisateurs de ce groupe de promouvoir les utilisateurs.

source: Ban users label
fr: Autoriser les modérateurs à bannir les utilisateurs

source: Ban users help
fr: Si les privilèges de modérateurs sont activés, autoriser les utilisateurs de ce groupe à bannir les utilisateurs.

source: Read board label
fr: Lire le forum

source: Read board help
fr: Autoriser les utilisateurs de ce groupe à afficher le forum. Ce paramètre s'applique à tous les aspects du forum et ne peut donc pas être remplacé par les paramètres spécifiques au forum. Si votre choix porte sur le «&#160;Non&#160;», les utilisateurs dans ce groupe ne pourront que se connecter/déconnecter et s'inscrire.

source: View user info label
fr: Afficher les informations sur l'utilisateur

source: View user info help
fr: Autoriser les utilisateurs à afficher la liste des utilisateurs et les profils.

source: Post replies label
fr: Répondre aux messages

source: Post replies help
fr: Autoriser les utilisateurs de ce groupe à répondre dans les discussions.

source: Post topics label
fr: Créer des discussions

source: Post topics help
fr: Autoriser les utilisateurs de ce groupe à créer des discussions.

source: Edit posts label
fr: Modifier les messages

source: Edit posts help
fr: Autoriser les utilisateurs de ce groupe à modifier leurs propres messages.

source: Delete posts label
fr: Supprimer les messages

source: Delete posts help
fr: Autoriser les utilisateurs de ce groupe à supprimer leurs propres messages.

source: Delete topics label
fr: Supprimer les discussions

source: Delete topics help
fr: Autoriser les utilisateurs de ce groupe à supprimer leurs propres discussions (ainsi que les éventuelles réponses).

source: Post links label
fr: Poster des liens

source: Post links help
fr: Autoriser les utilisateurs de ce groupe à inclure des liens dans leurs messages. Ce paramètre s'applique également aux signatures et au champ site Web du profil utilisateurs

source: Set own title label
fr: Définir leur propre titre d'utilisateur

source: Set own title help
fr: Autoriser les utilisateurs de ce groupe à définir leur propre titre d'utilisateur.

source: User search label
fr: Utiliser la recherche

source: User search help
fr: Autoriser les utilisateurs de ce groupe à utiliser la fonction de recherche.

source: User list search label
fr: Rechercher dans la liste des utilisateurs

source: User list search help
fr: Autoriser les utilisateurs de ce groupe à rechercher à partir d'un texte libre des utilisateurs dans la liste d'utilisateurs.

source: Send e-mails label
fr: Envoyer des e-mails

source: Send e-mails help
fr: Autoriser les utilisateurs de ce groupe à envoyer des e-mails à d'autres utilisateurs.

source: Post flood label
fr: Intervalle entre messages consécutifs

source: Post flood help
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux messages envoyés. Définir à 0 pour désactiver.

source: Search flood label
fr: Intervalle entre recherches consécutives

source: Search flood help
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux recherches. Définir à 0 pour désactiver.

source: E-mail flood label
fr: Intervalle entre e-mails consécutifs

source: E-mail flood help
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux e-mails envoyés. Définir à 0 pour désactiver.

source: Report flood label
fr: Intervalle entre signalements consécutifs

source: Report flood help
fr: Délai en secondes à respecter par les utilisateurs de ce groupe entre deux signalements envoyés. Définir à 0 pour désactiver.

source: Moderator info
fr: Veuillez prendre note que pour qu'un utilisateur de ce groupe puisse obtenir des privilèges de modérateur, il doit être assigné à modérer un ou plusieurs forums. Ceci se fait via la page d'administration d'utilisateur du profil de l'utilisateur.
