Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/index.po
Languages: fr

source: fopen disabled message
fr: Impossible de vérifier la présence de nouvelles mises à jour puisque l'option «&#160;allow_url_fopen&#160;» est désactivée sur ce système.

source: Upgrade check failed message
fr: La vérification de nouvelles mises à jour a échoué pour des raisons inconnues.

source: Running latest version message
fr: Vous utilisez la version la plus récente de FeatherBB.

source: New version available message
fr: Une nouvelle version de FeatherBB est disponible. Vous pouvez télécharger cette version ici&#160;: %s.

source: Deleted install.php redirect
fr: Le fichier a été supprimé avec succès. Redirection …

source: Delete install.php failed
fr: Impossible de supprimer install.php. Veuillez le faire à la main.

source: PHPinfo disabled message
fr: La fonction PHP phpinfo() a été désactivée sur ce serveur.

source: Not available
fr: Non disponible

source: Forum admin head
fr: Administration du forum

source: Welcome to admin
fr: Bienvenue dans le panneau d'administration de FeatherBB. À partir d'ici vous pouvez gérer les aspects vitaux du forum. Selon que vous êtes administrateur ou modérateur, vous pouvez

source: Welcome 1
fr: Organiser les catégories et forums.

source: Welcome 2
fr: Définir les options et préférences pour chaque forum.

source: Welcome 3
fr: Gérer les permissions pour les utilisateurs et les invités.

source: Welcome 4
fr: Afficher les statistiques IP des utilisateurs.

source: Welcome 5
fr: Bannir des utilisateurs.

source: Welcome 6
fr: Censurer des mots.

source: Welcome 7
fr: Paramétrer les rangs d'utilisateurs.

source: Welcome 8
fr: Supprimer d'anciens messages.

source: Welcome 9
fr: Traiter les signalements de messages.

source: Alerts head
fr: Attention

source: Install file exists
fr: Le fichier install.php existe toujours, il doit être supprimé. %s.

source: Delete install file
fr: Le supprimer

source: About head
fr: Au sujet de FeatherBB

source: FeatherBB version label
fr: Version de FeatherBB

source: Forum label
fr: Forum FeatherBB.org

source: IRC label
fr: Canal IRC

source: Support label
fr: Support

source: View server statistics
fr: Voir les statistiques du serveur

source: Check for upgrade
fr: Vérification de mise à jour

source: FeatherBB version data
fr: v%s - %s

source: Server statistics head
fr: Statistiques du serveur

source: Server statistics label
fr: Statistiques du serveur

source: Server load label
fr: Charge du serveur

source: Server load data
fr: %s - %s utilisateur(s) en ligne

source: Environment label
fr: Environnement

source: Environment data OS
fr: Système d'exploitation&#160;: %s

source: Show info
fr: Afficher les infos

source: Environment data version
fr: PHP : %s - %s

source: Environment data acc
fr: Accélérateur&#160;: %s

source: Turck MMCache link
fr: turck-mmcache.sourceforge.net/

source: ionCube PHP Accelerator
fr: Accélérateur PHP ionCube PHP

source: ionCube PHP Accelerator link
fr: www.php-accelerator.co.uk/

source: Alternative PHP Cache (APC)
fr: Cache alternatif PHP (APC)

source: Alternative PHP Cache (APC) link
fr: www.php.net/apc/

source: Zend Optimizer
fr: Optimiseur Zend

source: Zend Optimizer link
fr: www.zend.com/products/guard/zend-optimizer/

source: eAccelerator link
fr: www.eaccelerator.net/

source: XCache link
fr: xcache.lighttpd.net/

source: Database label
fr: Base de données

source: Database data rows
fr: Lignes&#160;: %s

source: Database data size
fr: Taille&#160;: %s
