Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/maintenance.po
Languages: fr

source: Maintenance head
fr: Maintenance du forum

source: Rebuild index subhead
fr: Reconstruire l'index de recherche

source: Rebuild index info
fr: Si vous avez ajouté, modifié ou supprimé des messages manuellement dans la base de données ou si vous rencontrez des problèmes lors des recherches, vous devriez reconstruire l'index de recherche. Pour une performance optimale vous devriez placer le forum en %s lors de la reconstruction. <strong>La reconstruction de l'index de recherche peut prendre du temps et provoquer une montée en charge du serveur durant le processus&#160;!</strong>

source: Posts per cycle label
fr: Messages par cycle

source: Posts per cycle help
fr: Le nombre de messages à afficher pour chaque page. Ex. : si vous indiquez 300, trois cents messages seront traités, ensuite la page sera réactualisée. Ceci évite que le script ne s'interrompe durant le processus de reconstruction.

source: Starting post label
fr: ID du message de départ

source: Starting post help
fr: L'ID du message de départ pour la reconstruction. La valeur pas défaut est le premier ID disponible dans la base de données. En principe, vous ne devriez pas avoir à changer cela.

source: Empty index label
fr: Effacer l'index

source: Empty index help
fr: Choisissez cela si vous souhaitez que l'index soit vidé avant de débuter la reconstruction (voir ci-dessous).

source: Rebuild completed info
fr: Une fois que le processus s'est achevé vous serez redirigé vers cette page. L'activation de Javascript dans votre navigateur est fortement recommandée durant la reconstruction (pour redirection automatique au terme d'un cycle). Si vous êtes contraint(e) d'interrompre le processus de reconstruction, notez l'ID du message traité en dernier et indiquez la valeur ID+1 dans «&#160;ID du message de départ&#160;» lorsque/si vous souhaitez continuer («&#160;Effacer l'index&#160;» ne doit pas être sélectionné).

source: Rebuild index
fr: Reconstruire l'index

source: Rebuilding search index
fr: Reconstruction de l'index de recherche

source: Rebuilding index info
fr: Reconstruction de l'index. Il serait bon de se servir un café en attendant :-)

source: Processing post
fr: Traitement du message <strong>%s</strong>&#160;…

source: Click here
fr: Cliquez ici

source: Javascript redirect failed
fr: Échec de la redirection JavaScript. %s pour continuer&#160;…

source: Posts must be integer message
fr: Le nombre de messages par cycle doit être une valeur entière positive.

source: Days must be integer message
fr: Le nombre de jours à prendre en compte pour élaguer doit être indiqué sous forme de nombre entier positif.

source: No old topics message
fr: Aucune discussion ne date de plus de %s jours. Veuillez réduire la valeur de «&#160;Ancienneté en jours&#160;» et essayer à nouveau.

source: Posts pruned redirect
fr: Messages élagués. Redirection&#160;…

source: Prune head
fr: Élaguer

source: Prune subhead
fr: Supprimer d'anciens messages

source: Days old label
fr: Ancienneté en jours

source: Days old help
fr: L'ancienneté d'une discussion pour qu'elle puisse être supprimée. Ex.&#160;: si vous indiquez le nombre 30, toute discussion qui ne contient pas de message datant de moins de 30 jours sera supprimée.

source: Prune sticky label
fr: Supprimer les discussions épinglées

source: Prune sticky help
fr: Si activé, les discussions épinglées seront également prises en compte lors de l'élagage.

source: Prune from label
fr: Élaguer dans le forum

source: All forums
fr: Tous les forums

source: Prune from help
fr: Le forum dans lequel vous souhaitez élaguer les messages.

source: Prune info
fr: Utilisez cette fonctionnalité avec prudence. <strong>Les messages supprimés ne peuvent plus être récupérés.</strong> Pour une performance optimale, vous devriez passer le forum en %s.

source: Confirm prune subhead
fr: Confirmer l'élagage des messages

source: Confirm prune info
fr: Souhaitez-vous vraiment supprimer toutes les discussions datant de plus de %s jours de %s (%s discussions).

source: Confirm prune warn
fr: ATTENTION&#160;! La suppression des messages est irréversible lors de l'élagage.
