Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/options.po
Languages: fr

source: Bad HTTP Referer message
fr: Mauvais HTTP_REFERER. Si vous avez déplacé ces forums d'un endroit à un autre ou si vous avez changé de domaine, vous devez mettre à jour l'URL de base manuellement dans la base de données (recherchez o_base_url dans la table config) et nettoyer le cache en supprimant tous les fichiers *.php dans le répertoire /cache.

source: Must enter title message
fr: Vous devez spécifier un nom pour le forum.

source: Invalid e-mail message
fr: L'adresse électronique d'administrateur que vous avez indiquée est invalide.

source: Invalid webmaster e-mail message
fr: L'adresse électronique de Webmestre que vous avez indiquée est invalide.

source: SMTP passwords did not match
fr: Vous devez indiquer le mot de passe SMTP deux fois exactement de la même manière pour le modifier.

source: Enter announcement here
fr: Veuillez saisir votre annonce ici.

source: Enter rules here
fr: Veuillez saisir vos règles ici.

source: Default maintenance message
fr: Les forums sont temporairement fermés pour maintenance. Veuillez essayer à nouveau dans quelques minutes.

source: Timeout error message
fr: La valeur pour «&#160;Délai avant déconnexion&#160;» doit être inférieure à celle du champ «&#160;Délai de fin de visite&#160;».

source: Options updated redirect
fr: Options mises à jour. Redirection&#160;…

source: Options head
fr: Options

source: Essentials subhead
fr: Principal

source: Board title label
fr: Titre du forum

source: Board title help
fr: Le titre de ce forum (affiché en haut de chaque page). Ce champ <strong>ne</strong> doit <strong>pas</strong> contenir de code HTML.

source: Board desc label
fr: Description du forum

source: Board desc help
fr: Une courte description de ce forum (affichée en haut de chaque page). Ce champ peut contenir du code HTML.

source: Base URL label
fr: URL de base

source: Base URL help
fr: L'URL complète du forum sans barre oblique finale (ex. : http://www.mondomaine.com/forums). Ceci <strong>doit</strong> être correct pour que les fonctionnalités dédiées aux administrateurs et aux modérateurs puissent être conservées. Si vous obtenez des erreurs «&#160;Bad referer&#160;», elle est sûrement incorrecte.

source: Base URL problem
fr: Votre installation ne supporte pas la conversion automatique des noms de domaine localisés. Comme votre URL de base contient des caractères spéciaux, vous <strong>devez</strong> utiliser un convertisseur en ligne, afin d'éviter les erreur "Bad referer"

source: Timezone label
fr: Fuseau horaire par défaut

source: Timezone help
fr: Le fuseau horaire par défaut pour les invités et les utilisateurs qui s'inscrivent sur le forum.

source: DST label
fr: Ajustement pour l'heure d'été

source: DST help
fr: Pour activer l'heure d'été (avance d'une heure).

source: Language label
fr: Langue par défaut

source: Language help
fr: Ceci est la langue par défaut utilisée si le visiteur est un invité ou si un utilisateur n'a pas modifié ce paramètre dans son pofil. Si vous supprimez un paquetage de langue, ceci devra être mis à jour.

source: Default style label
fr: Style par défaut

source: Default style help
fr: Ceci est le style par défaut utilisé si le visiteur est un invité ou si un utilisateur n'a pas modifié ce paramètre dans son profil.

source: UTC-12:00
fr: (UTC-12:00) Ligne de changement de date OUEST

source: UTC-11:00
fr: (UTC-11:00) Niue, Samoa

source: UTC-10:00
fr: (UTC-10:00) Hawaii et des îles Aléoutiennes, Îles Cook

source: UTC-09:30
fr: (UTC-09:30) Îles Marquises

source: UTC-09:00
fr: (UTC-09:00) Alaska, Îles Gambier

source: UTC-08:30
fr: (UTC-08:30) Îles Pitcairn

source: UTC-08:00
fr: (UTC-08:00) Pacifique

source: UTC-07:00
fr: (UTC-07:00) Montagnes, les Rocheuses

source: UTC-06:00
fr: (UTC-06:00) Centre

source: UTC-05:00
fr: (UTC-05:00) Est

source: UTC-04:00
fr: (UTC-04:00) Atlantique

source: UTC-03:30
fr: (UTC-03:30) Terre-Neuve

source: UTC-03:00
fr: (UTC-03:00) Amazone, Centre du Groenland

source: UTC-02:00
fr: (UTC-02:00) Milieu de l'Atlantique

source: UTC-01:00
fr: (UTC-01:00) Açores, Cap Vert, Groenland de l'Est

source: UTC
fr: (UTC) Europe Occidentale, Greenwich

source: UTC+01:00
fr: (UTC+01:00) Europe Centrale, Afrique Occidentale

source: UTC+02:00
fr: (UTC+02:00) Europe de l'Est, Afrique Centrale

source: UTC+03:00
fr: (UTC+03:00) Moscou, Afrique Orientale

source: UTC+03:30
fr: (UTC+03:30) Iran

source: UTC+04:00
fr: (UTC+04:00) Golf, Samara

source: UTC+04:30
fr: (UTC+04:30) Afghanistan

source: UTC+05:00
fr: (UTC+05:00) Pakistan, Iekaterinbourg

source: UTC+05:30
fr: (UTC+05:30) Inde, Sri Lanka

source: UTC+05:45
fr: (UTC+05:45) Népal

source: UTC+06:00
fr: (UTC+06:00) Bangladesh, Bhutan, Novosibirsk

source: UTC+06:30
fr: (UTC+06:30) Îles Cocos, Myanmar

source: UTC+07:00
fr: (UTC+07:00) Indochine, Krasnoyarsk

source: UTC+08:00
fr: (UTC+08:00) Grande Chin, Australie occidentale, Irkutsk

source: UTC+08:45
fr: (UTC+08:45) Australie occidentale

source: UTC+09:00
fr: (UTC+09:00) Japon, Corée, Chine

source: UTC+09:30
fr: (UTC+09:30) Australie Méridionale

source: UTC+10:00
fr: (UTC+10:00) Australie Orientale, Vladivostok

source: UTC+10:30
fr: (UTC+10:30) Île Lord Howe

source: UTC+11:00
fr: (UTC+11:00) Île Salomon, Magadan

source: UTC+11:30
fr: (UTC+11:30) Île Norfolk

source: UTC+12:00
fr: (UTC+12:00) Nouvelle Zélande, Fiji, Kamchatka

source: UTC+12:45
fr: (UTC+12:45) Îles Chatham

source: UTC+13:00
fr: (UTC+13:00) Tonga, Îles Phoenix

source: UTC+14:00
fr: (UTC+14:00) Îles de la Ligne

source: Timeouts subhead
fr: Horaire et délais avant interruption

source: Time format label
fr: Format de l'horaire

source: PHP manual
fr: manuel PHP

source: Time format help
fr: [Format actuel&#160;: %s]. Rendez-vous au %s pour des options de formatage.

source: Date format label
fr: Format de la date

source: Date format help
fr: [Format actuel&#160;: %s]. Rendez-vous au %s pour des options de formatage.

source: Visit timeout label
fr: Délai d'interruption de visite

source: Visit timeout help
fr: Délai en secondes d'inactivité d'un utilisateur avant de mettre à jour ses données de dernière visite (touche principalement les indicateurs de nouveau message).

source: Online timeout label
fr: Délai de déconnexion

source: Online timeout help
fr: Délai en secondes d'inactivité d'un utilisateur avant d'être retiré de la liste des utilisateurs en ligne.

source: Display subhead
fr: Affichage

source: Version number label
fr: Numéro de version

source: Version number help
fr: Afficher la version de FluxBB dans le pied de page.

source: Info in posts label
fr: Infos sur l'utilisateur dans les messages

source: Info in posts help
fr: Afficher les informations à propos de l'utilisateur ayant créé le message sous son nom d'utilisateur dans la discussion. Les informations données sont&#160;: le lieu, la date d'inscription, le nombre de messages publiés et les liens de contact (e-mail et URL).

source: Post count label
fr: Nombre de messages

source: Post count help
fr: Affiche le nombre de messages publiés par un utilisateur (indiqué dans les discussions, le profil et la liste d'utilisateurs).

source: Smilies label
fr: Émoticônes dans les messages

source: Smilies help
fr: Convertit les émoticônes en petites icônes graphiques.

source: Smilies sigs label
fr: Émoticônes dans les signatures

source: Smilies sigs help
fr: Convertit les émoticônes en petites icônes graphiques dans les signatures d'utilisateurs.

source: Clickable links label
fr: Rendre les liens cliquables

source: Clickable links help
fr: Si activée, FluxBB détectera automatiquement les URL dans les messages et les convertira en hyperliens cliquables.

source: Topic review label
fr: Résumé de discussion

source: Topic review help
fr: Nombre maximal de sujets à afficher lors de la composition de message (le plus récent en premier). 0 pour désactiver.

source: Topics per page label
fr: Discussions par page

source: Topics per page help
fr: Le nombre de discussions à afficher par défaut par page dans un forum. Les utilisateurs peuvent personnaliser ce paramètre.

source: Posts per page label
fr: Messages par page

source: Posts per page help
fr: Le nombre de messages à afficher par défaut par page dans une discussion. Les utilisateurs peuvent personnaliser ce paramètre.

source: Indent label
fr: Tabulation

source: Indent help
fr: Si définie à 8, une indentation normale sera utilisée lors de l'affichage du texte contenu dans une balise [code][/code]. Sinon, le nombre d'espaces indiqué sera utilisé pour l'indentation du texte.

source: Quote depth label
fr: Niveau maximum de citations imbriquées

source: Quote depth help
fr: Le nombre de fois qu'une balise [quote] peut apparaîre à l'intérieure d'une autre balise [quote], toute balise de niveau supérieur sera ignorée.

source: Features subhead
fr: Fonctionnalités

source: Quick post label
fr: Réponse rapide

source: Quick post help
fr: Si activée, FluxBB ajoutera un formulaire de réponse rapide au bas des sujets. Ainsi, les utilisateurs pourront répondre directement à partir du sujet.

source: Users online label
fr: Utilisateurs en ligne

source: Users online help
fr: Affiche des informations sur la page d'accueil indiquant le nombre d'invités et d'inscrits visitant actuellement les forums.

source: Censor words label
fr: Mots censurés

source: Censor words help
fr: Activez ceci pour censurer des mots spécifiques dans le forum. Rendez-vous à la rubrique %s pour davantage d'informations.

source: Signatures label
fr: Signatures

source: Signatures help
fr: Autoriser les utilisateurs à ajouter une signature en bas de message.

source: User has posted label
fr: Indication de message antérieur

source: User has posted help
fr: Cette fonctionnalité affiche un point devant les sujets dans viewforum.php si l'utilisateur actuellement connecté a déjà écrit un message dans le sujet. Désactivez cette fonction si vous constatez des problèmes de surcharge du serveur.

source: Topic views label
fr: Affichages de sujet

source: Topic views help
fr: Conserver le nombre de fois qu'un sujet a été visionné. Désactivez cette option si vous constatez une surcharge du serveur dans un forum très fréquenté.

source: Quick jump label
fr: Basculement rapide

source: Quick jump help
fr: Activer la liste déroulante de basculement rapide (basculer vers un forum).

source: GZip label
fr: Compression GZip

source: GZip help
fr: Si activée, FluxBB compressera au format gzip ce qui sera envoyé au navigateur. Cela réduira l'utilisation de la bande passante mais utilisera davantage les ressources du processeur. Cette fonctionnalité demande une configuration de PHP avec zlib (--with-zlib). Remarque : si vous avez d'ores et déjà configuré un des modules Apache mod_gzip ou mod_deflate pour compresser les scripts PHP, vous devriez désactiver cette fonctionnalité.

source: Search all label
fr: Rechercher dans tous les forums

source: Search all help
fr: Si désactivée, les recherches ne pourront être effectuées que dans un forum à la fois. Désactivez ceci si la charge du serveur est trop élevée à cause d'un nombre de recherches trop important.

source: Menu items label
fr: Éléments de menu supplémentaires

source: Menu items help
fr: En ajoutant des hyperliens HTML dans cette boîte, un nombre illimité d'éléments peuvent être ajoutés au menu de navigation situé en haut de chaque page. Le format pour ajouter de nouveaux liens est le suivant&#160;: X = &lt;a href="URL"&gt;INTITULE DU LIEN&lt;/a&gt; où X est la position à laquelle le lien devra être inséré (ex. : 0 pour insérer au début et 2 pour insérer après l'élément «&#160;Liste d'utilisateurs&#160;»). Chaque élément devra se trouver dans une nouvelle ligne.

source: None
fr: Aucun

source: No cache
fr: Ne pas placer dans le cache

source: Minutes
fr: %d minutes

source: Reports subhead
fr: Signalements

source: Reporting method label
fr: Méthode de signalement

source: Internal
fr: Interne

source: By e-mail
fr: E-mail

source: Both
fr: Les deux

source: Reporting method help
fr: Choisissez la méthode pour traiter les signalements de discussion/message. Vous pouvez opter pour le système de signalement interne, l'envoi d'un e-mail à la liste de diffusion (voir ci-dessous) ou effectuer les deux opérations.

source: Mailing list label
fr: Liste de diffusion

source: Mailing list help
fr: Une liste d'abonnés séparés par une virgule. Les personnes dans cette liste sont les destinataires des signalements.

source: Avatars subhead
fr: Avatars

source: Use avatars label
fr: Utiliser des avatars

source: Use avatars help
fr: Si activée, les utilisateurs pourront envoyer vers le serveur un avatar qui sera affiché sous leur titre/rang.

source: Upload directory label
fr: Répertoire d'envoi

source: Upload directory help
fr: Le répertoire vers lequel les avatars seront envoyés (relatif au répertoire racine de FluxBB). PHP doit avoir les permissions d'écriture dans ce répertoire.

source: Max width label
fr: Largeur max

source: Max width help
fr: La largeur maximale autorisée pour les avatars en pixels (60 recommandés).

source: Max height label
fr: Hauteur max

source: Max height help
fr: La hauteur maximale autorisée pour les avatars en pixels (60 recommandés).

source: Max size label
fr: Taille max

source: Max size help
fr: La taille maximale autorisée pour les avatars en octets (10240 recommandés).

source: E-mail subhead
fr: E-mail

source: Admin e-mail label
fr: E-mail de l'administrateur

source: Admin e-mail help
fr: L'adresse électronique de l'administrateur du forum.

source: Webmaster e-mail label
fr: E-mail du webmaster

source: Webmaster e-mail help
fr: Ceci est l'adresse indiquée comme adresse de provenance dans les e-mails envoyés par le forum.

source: Forum subscriptions label
fr: Suivi de forum

source: Forum subscriptions help
fr: Autorise les utilisateurs à suivre des forums (reçoivent un e-mail lorsque quelqu'un créé une nouvelle discussion).

source: Topic subscriptions label
fr: Suivi de discussion

source: Topic subscriptions help
fr: Autorise les utilisateurs à suivre des discussions (reçoivent un e-mail lorsque quelqu'un répond).

source: SMTP address label
fr: Adresse du serveur SMTP

source: SMTP address help
fr: L'adresse d'un serveur SMTP externe à utiliser pour envoyer les e-mails. Vous pouvez spécifier un numéro de port personnalisé si le serveur SMTP n'utilise pas le port par défaut 25 (exemple : mail.monhôte.com:3580). Laisser vide pour utiliser le programme d'envoi d'e-mail local.

source: SMTP username label
fr: Nom d'utilisateur SMTP

source: SMTP username help
fr: Nom d'utilisateur pour serveur SMTP. Indiquez un nom d'utilisateur uniquement si cela est demandé par le serveur SMTP (la plupart des serveurs <strong>ne</strong> nécessitent <strong>pas</strong> d'authentification).

source: SMTP password label
fr: Mot de passe SMTP

source: SMTP change password help
fr: Cocher ceci si vous souhaitez modifier ou supprimer le mot de passe stocké actuellement.

source: SMTP password help
fr: Mot de passe pour serveur SMTP. Indiquez un mot de passe uniquement si cela est demandé par le serveur SMTP (la plupart des serveurs <strong>ne</strong> nécessitent <strong>pas</strong> d'authentification). Veuillez indiquer deux fois votre mot de passe pour confirmation.

source: SMTP SSL label
fr: Chiffrage du SMTP par SSL

source: SMTP SSL help
fr: Chiffre la connexion vers le serveur SMTP en utilisant SSL. Ne devrait être utilisé que si votre serveur SMTP le demande et que votre version de PHP prend en charge SSL.

source: Registration subhead
fr: Inscription

source: Allow new label
fr: Autoriser de nouvelles inscriptions

source: Allow new help
fr: Indique si ce forum accepte de nouvelles inscriptions. Ne désactiver que sous certaines conditions.

source: Verify label
fr: Vérifier les inscriptions

source: Verify help
fr: Si activée, les utilisateurs obtiendront par e-mail un mot de passe aléatoire lors de leur inscription. Ils pourront alors se connecter et modifier leur mot de passe dans leur profil s'ils le souhaitent. Cette fonctionnalité demande également une vérification de leur adresse électronique s'ils choisissent d'en changer. Ceci est un moyen efficace d'éviter l'inscription abusive et de vérifier que les utilisateurs ont une adresse électronique correcte associée à leur profil.

source: Report new label
fr: Signaler les nouvelles inscriptions

source: Report new help
fr: Si activée, FluxBB notifiera les utilisateurs dans la liste de diffusion (voir ci-dessus) lorsqu'un nouvel utilisateur s'inscrit sur les forums.

source: Use rules label
fr: Règles du forum pour les utilisateurs

source: Use rules help
fr: Si activée, les utilisateurs devront accepter les règles lorsqu'ils s'inscriront (indiquez le texte ci-dessous). Ces règles seront toujours disponibles sous forme de lien dans le menu de navigation en haut de chaque page.

source: Rules label
fr: Indiquez vos règles d'utilisation ici

source: Rules help
fr: Ici vous pouvez indiquer toute règle ou autre information que l'utilisateur doit considérer et accepter avant de s'inscrire. Si vous avez activé les règles ci-dessus vous devez saisir quelque chose ici, sinon, elles seront désactivées. Ce texte ne sera pas traité comme les messages ordinaires et peut contenir du code HTML.

source: E-mail default label
fr: Paramètre e-mail par défaut

source: E-mail default help
fr: Choisissez le paramètre de vie privée pour les nouvelles inscriptions d'utilisateurs.

source: Display e-mail label
fr: Divulguer l'adresse électronique aux autres utilisateurs.

source: Hide allow form label
fr: Masquer l'adresse électronique mais autoriser l'utilisation du formulaire d'envoi d'e-mail.

source: Hide both label
fr: Masquer l'adresse électronique et ne pas autoriser l'utilisation du formulaire d'envoi d'e-mail.

source: Announcement subhead
fr: Annonces

source: Display announcement label
fr: Afficher l'annonce

source: Display announcement help
fr: Activez ceci pour afficher le message ci-dessous sur chaque page des forums.

source: Announcement message label
fr: Message d'annonce

source: Announcement message help
fr: Ce texte ne sera pas traité comme les messages ordinaires et peut contenir du code HTML.

source: Maintenance subhead
fr: Maintenance

source: Maintenance mode label
fr: Mode maintenance

source: Maintenance mode help
fr: Si activé, le forum ne sera disponible qu'aux administrateurs. Ceci devra être utilisé si le forum doit être indisponible temporairement pour maintenance. ATTENTION&#160;! Ne vous déconnectez pas lorsque le forum est en mode maintenance. Vous ne seriez plus en mesure de vous connecter.

source: Maintenance message label
fr: Message de maintenance

source: Maintenance message help
fr: Le message qui s'affichera pour les utilisateurs lorsque le forum sera en mode maintenance. Si laissé vide, un message par défaut sera utilisé. Ce texte ne sera pas traité comme les messages ordinaires et peut contenir du code HTML.
