Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/permissions.po
Languages: fr

source: Perms updated redirect
fr: Permissions mises à jour. Redirection&#160;…

source: Permissions head
fr: Permissions

source: Posting subhead
fr: Messages

source: BBCode label
fr: BBCode

source: BBCode help
fr: Autoriser les balises BBCode dans les messages (recommandé).

source: Image tag label
fr: Balise image

source: Image tag help
fr: Autoriser la balise BBCode [img][/img] dans les messages.

source: All caps message label
fr: Message uniquement en capitales

source: All caps message help
fr: Accepter qu'un message soit complètement écrit en lettres capitales.

source: All caps subject label
fr: Sujet uniquement en capitales

source: All caps subject help
fr: Accepter qu'un sujet soit complètement écrit en lettres capitales.

source: Require e-mail label
fr: E-mail de l'invité obligatoire

source: Require e-mail help
fr: Demander à l'invité d'indiquer son adresse électronique pour publier un message.

source: Signatures subhead
fr: Signatures

source: BBCode sigs label
fr: BBCodes dans les signatures

source: BBCode sigs help
fr: Autoriser les balises BBCode dans les signatures des utilisateurs.

source: Image tag sigs label
fr: Balise image dans les signatures

source: Image tag sigs help
fr: Autoriser la balise BBCode [img][/img] dans les signatures d'utilisateurs (non recommandé).

source: All caps sigs label
fr: Signature uniquement en capitales

source: All caps sigs help
fr: Accepter qu'une signature soit complètement écrite en lettres capitales.

source: Max sig length label
fr: Longueur maximale de la signature

source: Max sig length help
fr: Nombre maximal de caractères contenus dans une signature d'utilisateur.

source: Max sig lines label
fr: Lignes maximales de la signature

source: Max sig lines help
fr: Nombre maximal de lignes accepté dans une signature d'utilisateur.

source: Registration subhead
fr: Inscription

source: Banned e-mail label
fr: Autoriser les adresses électroniques bannies

source: Banned e-mail help
fr: Autoriser l'utilisation d'adresse électroniques ou de domaines d'adresse électronique bannis lors de l'inscription ou la modification d'e-mail d'utilisateurs. Si laissé au paramètre par défaut (oui), cette action sera autorisée, mais un avertissement par e-mail sera envoyé à la liste de diffusion (moyen efficace pour détecter les inscriptions multiples).

source: Duplicate e-mail label
fr: Autoriser des adresses électroniques en double

source: Duplicate e-mail help
fr: Indique si les utilisateurs sont autorisés à s'inscrire avec une adresse électronique déjà utilisée par un autre utilisateur enregistré. Si autorisé, un e-mail d'avertissement sera envoyé à la liste de diffusion si un doublon est détecté.
