Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/reports.po
Languages: fr

source: Report zapped redirect
fr: Signalement traité. Redirection&#160;…

source: New reports head
fr: Nouveaux signalements

source: Deleted user
fr: Utilisateur supprimé

source: Deleted
fr: Supprimé

source: Post ID
fr: Message n°%s

source: Report subhead
fr: Signalé&#160;: %s

source: Reported by
fr: Signalé par %s

source: Reason
fr: Motif

source: Zap
fr: Marquer comme traité

source: No new reports
fr: Aucun nouveau signalement pour l'instant.

source: Last 10 head
fr: 10 derniers signalements traités

source: Zapped subhead
fr: Traité le %s par %s

source: No zapped reports
fr: Aucun signalement traité pour le moment.
