Repository: bohwaz/featherbb
Catalog: featherbb/lang/*/admin/users.po
Languages: fr

source: Non numeric message
fr: Vous avez indiqué une valeur non numérique dans une colonne n'acceptant que des valeurs numériques.

source: Invalid date time message
fr: Vous avez indiqué une date, un horaire invalide.

source: Not verified
fr: Non vérifié

source: No users selected
fr: Aucun utilisateur sélectionné.

source: No move admins message
fr: Pour des raisons de sécurité, vous n'êtes pas autorisé(e) à déplacer plusieurs administrateurs vers un autre groupe. Si vous souhaitez déplacer ces administrateurs, vous pouvez le faire dans leurs profils respectifs.

source: No delete admins message
fr: Les administrateurs ne peuvent être supprimés. Pour supprimer des administrateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.

source: No ban admins message
fr: Les administrateurs ne peuvent être bannis. Pour bannir des administrateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.

source: No ban mods message
fr: Les modérateurs ne peuvent être bannis. Pour bannir des modérateurs, vous devez d'abord les déplacer vers un autre groupe d'utilisateurs.

source: Move users
fr: Changer le groupe d'utilisateurs

source: Move users subhead
fr: Choisir un nouveau groupe d'utilisateurs

source: New group label
fr: Nouveau groupe

source: New group help
fr: Choisissez le groupe vers lequel l'(les) utilisateur(s) sélectionné(s) sera(seront) déplacé(s). Pour des raisons de sécurité, il n'est pas possible de déplacer plusieurs utilisateurs vers le groupe des administrateurs.

source: Invalid group message
fr: ID de groupe invalide.

source: Users move redirect
fr: Groupe d'utilisateur modifié. Redirection&#160;…

source: Delete users
fr: Supprimer des utilisateurs

source: Confirm delete legend
fr: Important : lisez avant de supprimer des utilisateurs

source: Confirm delete info
fr: Veuillez confirmer que vous souhaitez supprimer ces utilisateurs.

source: Delete posts
fr: Supprimer tous les messages et discussions que ces utilisateurs ont publiés.

source: Delete warning
fr: Avertissement ! Des utilisateurs et/ou messages supprimés ne peuvent être récupérés. Si vous choisissez de ne pas supprimer les messages créés par ces utilisateurs, ils ne pourront être supprimés plus tard que manuellement.

source: Users delete redirect
fr: Utilisateurs supprimés. Redirection&#160;…

source: Ban users
fr: Bannir des utilisateurs

source: Message expiry subhead
fr: Message de bannissement et expiration

source: Ban message label
fr: Message de bannissement

source: Ban message help
fr: Un message qui s'affichera pour les utilisateurs bannis lorsqu'ils consulteront les forums.

source: Expire date label
fr: Date d'expiration

source: Expire date help
fr: La date à laquelle ces bannissements devront être automatiquement supprimés (format : yyyy-mm-dd). Laisser vide pour une suppression manuelle.

source: Ban IP label
fr: Bannissement d'adresse IP

source: Ban IP help
fr: Bannir également les adresses IP des utilisateurs bannis pour leur rendre une nouvelle création de compte plus difficile.

source: Invalid date message
fr: Vous avez indiqué une date d'expiration invalide.

source: Invalid date reasons
fr: Le format devrait correspondre à YYYY-MM-DD et la date doit être définie à au moins un jour plus tard.

source: Users banned redirect
fr: Utilisateurs bannis. Redirection&#160;…

source: User search head
fr: Recherche d'utilisateur

source: User search subhead
fr: Indiquer les critères de recherche

source: User search info
fr: Rechercher des utilisateurs dans la base de données. Vous pouvez indiquer un ou plusieurs termes à rechercher. Les jokers sous forme d'astérisques (*) sont acceptés.

source: Username label
fr: Nom d'utilisateur

source: E-mail address label
fr: Adresse électronique

source: Title label
fr: Titre

source: Real name label
fr: Nom réel

source: Website label
fr: Site Web

source: Location label
fr: Lieu

source: Signature label
fr: Signature

source: Admin note label
fr: Note d'administrateur

source: Posts more than label
fr: Nombre de messages supérieur à

source: Posts less than label
fr: Nombre de messages inférieur à

source: Last post after label
fr: Dernier message publié après

source: Date help
fr: (dd-mm-yyyy hh:mm:ss)

source: Last post before label
fr: Dernier message publié avant

source: Last visit after label
fr: Dernière visite après

source: Last visit before label
fr: Dernière visite avant

source: Registered after label
fr: Inscrit après

source: Registered before label
fr: Inscrit avant

source: Order by label
fr: Critère de tri&#160;:

source: Order by username
fr: nom d'utilisateur

source: Order by e-mail
fr: e-mail

source: Order by posts
fr: nombre de messages

source: Order by last post
fr: dernier message

source: Order by last visit
fr: dernière visite

source: Order by registered
fr: inscrit

source: Ascending
fr: ascendant

source: Descending
fr: descendant

source: User group label
fr: Groupe d'utilisateurs

source: All groups
fr: Tous les groupes

source: Unverified users
fr: Utilisateurs non vérifiés

source: Submit search
fr: Lancer la recherche

source: IP search head
fr: Recherche d'IP

source: IP search subhead
fr: Indiquer l'IP à rechercher

source: IP address label
fr: Adresse IP

source: IP address help
fr: L'adresse IP à rechercher dans la base de données des messages.

source: Find IP address
fr: Rechercher l'adresse IP

source: Results head
fr: Utilisateurs

source: Results username head
fr: Nom d'utilisateur

source: Results e-mail head
fr: E-mail

source: Results title head
fr: Identité/état

source: Results posts head
fr: Messages

source: Results admin note head
fr: Note d'administrateur

source: Results actions head
fr: Actions

source: Results IP address head
fr: Adresse IP

source: Results last used head
fr: Récemment utilisée

source: Results times found head
fr: Nombre de fois trouvé

source: Results action head
fr: Action

source: Results find more link
fr: Trouver davantage d'utilisateurs pour cette IP

source: Results no posts found
fr: Aucun message n'a été publié par cet utilisateur dans ce forum pour le moment.

source: Select
fr: Sélectionner

source: Select all
fr: Tout sélectionner

source: Unselect all
fr: Tout désélectionner

source: Ban
fr: Bannir

source: Delete
fr: Supprimer

source: Change group
fr: Changer de groupe

source: Bad IP message
fr: L'adresse IP indiquée n'est pas correctement formatée.

source: Results view IP link
fr: Afficher les stats IP

source: Results show posts link
fr: Afficher les messages

source: Results guest
fr: Invité

source: Results no IP found
fr: L'adresse IP indiquée est introuvable dans la base de données.

source: No match
fr: Aucune correspondance
